Repository: X-Vlad/openpanel-translations
Catalog: */messages.po
Languages: de_de, es_es, fr_fr

source: The action, state, or event of the process. This column will display NULL for processes in the SHOW PROCESSLIST state.
de_de: Die Aktion, der Zustand oder das Ereignis des Prozesses. Für Prozesse im Zustand SHOW PROCESSLIST wird in dieser Spalte NULL angezeigt.
es_es: Acción, estado o evento del proceso. Esta columna mostrará NULL para los procesos en estado SHOW PROCESSLIST.
fr_fr: L'action, l'état ou l'événement du processus. Cette colonne affichera NULL pour les processus dans l'état SHOW PROCESSLIST.

source: State
de_de: Zustand
es_es: Estado
fr_fr: État

source: Text of the statement that the process is currently executing. If the process is not executing a statement, this column displays NULL. It may also show a statement sent to the server or an inner statement used to execute other statements.
de_de: Text der Anweisung, die der Prozess gerade ausführt. Wenn der Prozess keine Anweisung ausführt, wird in dieser Spalte NULL angezeigt. Sie kann auch eine an den Server gesendete Anweisung oder eine innere Anweisung anzeigen, die zur Ausführung anderer Anweisungen verwendet wird.
es_es: Texto de la sentencia que el proceso está ejecutando actualmente. Si el proceso no está ejecutando ninguna sentencia, esta columna muestra NULL. También puede mostrar una sentencia enviada al servidor o una sentencia interna utilizada para ejecutar otras sentencias.
fr_fr: Texte de l'instruction que le processus exécute actuellement. Si le processus n'exécute pas d'instruction, cette colonne affiche NULL. Il peut également afficher une instruction envoyée au serveur ou une instruction interne utilisée pour exécuter d'autres instructions.

source: Enabling REDIS service..
de_de: Aktivierung des REDIS-Dienstes..
es_es: Activando el servicio REDIS...
fr_fr: Activation du service REDIS..

source: Installing REDIS service.. Please wait
de_de: Installation des REDIS-Dienstes.. Bitte warten
es_es: Instalando el servicio REDIS... Por favor aguarde
fr_fr: Installation du service REDIS.. Veuillez patienter

source: Disabling REDIS service..
de_de: Deaktivieren des REDIS-Dienstes..
es_es: Desactivando el servicio REDIS...
fr_fr: Désactivation du service REDIS..

source: REDIS is not currently installed.
de_de: REDIS ist derzeit nicht installiert.
es_es: REDIS no está instalado actualmente...
fr_fr: REDIS n'est pas actuellement installé.

source: To install REDIS click on the button bellow.
de_de: Um REDIS zu installieren, klicken Sie auf die Schaltfläche unten.
es_es: Para instalar REDIS haga clic en el botón de abajo.
fr_fr: Pour installer REDIS, cliquez sur le bouton ci-dessous.

source: INSTALL REDIS
de_de: REDIS INSTALLIEREN
es_es: INSTALAR REDIS
fr_fr: INSTALLER REDIS

source: REDIS server:
es_es: Servidor REDIS:
fr_fr: Serveur REDIS :

source: View Redis service Log
de_de: Redis-Dienst-Log anzeigen
es_es: Ver el registro del servicio Redis
fr_fr: Voir le journal du service REDIS

source: REDIS Memory Allocation
de_de: REDIS-Speicherzuweisung
es_es: Asignación de memoria para REDIS
fr_fr: Allocation de mémoire REDIS

source: You can allocate RAM to REDIS service.
de_de: Sie können dem REDIS-Dienst RAM zuweisen.
es_es: Puede asignar RAM al servicio REDIS.
fr_fr: Vous pouvez allouer de la RAM au service REDIS.

source: Current Memory limit for REDIS service
de_de: Aktuelles Speicherlimit für REDIS-Dienst
es_es: Límite de memoria actual para el servicio REDIS
fr_fr: Limite de mémoire actuelle pour le service REDIS

source: REDIS service logs
de_de: REDIS-Dienstprotokolle
es_es: Registros del servicio REDIS
fr_fr: Journaux du service REDIS

source: REDIS is currently disabled.
de_de: REDIS ist derzeit deaktiviert.
es_es: REDIS está actualmente desactivado.
fr_fr: REDIS est actuellement désactivé.

source: To enable REDIS SERVER click on the button bellow.
de_de: Um REDIS SERVER zu aktivieren, klicken Sie auf die Schaltfläche unten.
es_es: Para activar el servidor REDIS haga clic en el botón de abajo.
fr_fr: Pour activer le SERVEUR REDIS, cliquez sur le bouton ci-dessous.

source: START REDIS
es_es: INICIAR REDIS
fr_fr: DÉMARRER REDIS

source: REDIS service status is unknown.
de_de: Der REDIS-Dienststatus ist unbekannt.
es_es: El estado del servicio REDIS es desconocido.
fr_fr: Le statut du service REDIS est inconnu.

source: Unable to determinate current REDIS servise status, try Start&Stop actions.
de_de: Es ist nicht möglich, den aktuellen Status des REDIS-Dienstes zu bestimmen, versuchen Sie Start&Stop-Aktionen.
es_es: No se puede determinar el estado actual del servicio REDIS, intente iniciar y detener las acciones.
fr_fr: Impossible de déterminer l'état actuel du service REDIS, essayez les actions de démarrage et d'arrêt.

source: Disable REDIS service
de_de: REDIS-Dienst deaktivieren
es_es: Deshabilitar servicio REDIS
fr_fr: Désactiver le service REDIS

source: Enable REDIS service
de_de: REDIS-Dienst aktivieren
es_es: Habilitar servicio REDIS
fr_fr: Activer le service REDIS

source: Install REDIS
de_de: REDIS installieren
es_es: Instalar REDIS
fr_fr: Installer REDIS

source: Enabling remote MySQL access..
de_de: Aktivieren des MySQL-Fernzugriffs..
es_es: Habilitar el acceso remoto a MySQL...
fr_fr: Activation de l'accès MySQL distant..

source: Remote MySQL access is enabled.
de_de: Der Remote-Zugriff auf MySQL ist aktiviert.
es_es: El acceso remoto a MySQL está activado.
fr_fr: L'accès MySQL distant est activé.

source: Disabling remote MySQL access..
de_de: Deaktivieren des MySQL-Fernzugriffs.
es_es: Deshabilitar el acceso remoto a MySQL..
fr_fr: Désactivation de l'accès MySQL distant..

source: Remote MySQL access is disabled.
de_de: Der Remote-Zugriff auf MySQL ist deaktiviert.
es_es: El acceso remoto a MySQL está desactivado.
fr_fr: L'accès MySQL distant est désactivé.

source: Remote MySQL access gives you the ability to connect to a MySQL database on this server from a another (remote) device or location over the internet.
de_de: Der Remote-MySQL-Zugriff ermöglicht es Ihnen, von einem anderen (entfernten) Gerät oder Standort aus über das Internet eine Verbindung zu einer MySQL-Datenbank auf diesem Server herzustellen.
es_es: El acceso remoto a MySQL le permite conectarse a una base de datos MySQL en este servidor desde otro dispositivo o ubicación (remota) a través de Internet.
fr_fr: L'accès MySQL à distance vous permet de vous connecter à une base de données MySQL sur ce serveur depuis un autre appareil ou emplacement distant via Internet.

source: Enabled<
de_de: Aktiviert<
es_es: Habilitado<
fr_fr: Activé<

source: Unknown. Contact Administrator.
de_de: Unbekannt. Kontaktieren die den Administrator.
es_es: Desconocido. Contactar con el administrador.
fr_fr: Inconnu. Contacter l'administrateur.

source: Server IP address:
de_de: IP-Adresse des Servers:
es_es: Dirección IP del servidor:
fr_fr: Adresse IP du serveur :

source: MySQL Port:
de_de: MySQL-Anschluss:
es_es: Puerto MySQL:
fr_fr: Port MySQL :

source: *Port is random generated and unique to your account.
de_de: *Der Anschluss wird nach dem Zufallsprinzip generiert und ist nur für Ihr Konto bestimmt.
es_es: *El puerto se genera aleatoriamente y es exclusivo de su cuenta.
fr_fr: *Le port est généré aléatoirement et unique pour votre compte.

source: Important Security Notice
de_de: Wichtiger Sicherheitshinweis
es_es: Aviso de seguridad importante
fr_fr: Avis de sécurité important

source: Allowing remote MySQL access opens your database to connections from the entire internet, which may pose a security risk. Please consider the following:
de_de: Wenn Sie den Remote-Zugriff auf MySQL erlauben, ist Ihre Datenbank für Verbindungen aus dem gesamten Internet offen, was ein Sicherheitsrisiko darstellen kann. Bitte beachten Sie die folgenden Punkte:
es_es: Permitir el acceso remoto a MySQL abre su base de datos a conexiones de todo Internet, lo que puede suponer un riesgo para la seguridad. Tenga en cuenta lo siguiente:
fr_fr: Autoriser l'accès MySQL à distance ouvre votre base de données aux connexions de l'ensemble d'Internet, ce qui peut présenter un risque de sécurité. Veuillez prendre en compte les éléments suivants :

source: Security Vulnerabilities
de_de: Sicherheitsschwachstellen
es_es: Vulnerabilidades de seguridad
fr_fr: Vulnérabilités de sécurité

source: Allowing access from the web can expose your database to potential security vulnerabilities, increasing the risk of unauthorized access, data breaches, and data loss.
de_de: Wenn Sie den Zugriff über das Internet zulassen, können Sie Ihre Datenbank potenziellen Sicherheitslücken aussetzen, was das Risiko eines unbefugten Zugriffs, von Datenverletzungen und Datenverlusten erhöht.
es_es: Permitir el acceso desde la Web puede exponer su base de datos a posibles vulnerabilidades de seguridad, aumentando el riesgo de acceso no autorizado, violación de datos y pérdida de datos.
fr_fr: Autoriser l'accès depuis le web peut exposer votre base de données à des vulnérabilités de sécurité potentielles, augmentant ainsi le risque d'accès non autorisé, de violation de données et de perte de données.

source: Data Privacy
de_de: Datenschutz
es_es: Privacidad de datos
fr_fr: Confidentialité des données

source: Your sensitive data may be at risk if not properly secured. Make sure to use strong passwords and encryption to protect your information.
de_de: Ihre sensiblen Daten können gefährdet sein, wenn sie nicht richtig gesichert sind. Achten Sie auf sichere Passwörter und Verschlüsselung, um Ihre Daten zu schützen.
es_es: Sus datos confidenciales pueden estar en peligro si no se protegen adecuadamente. Asegúrate de utilizar contraseñas seguras y cifrado para proteger tu información.
fr_fr: Vos données sensibles peuvent être en danger si elles ne sont pas correctement sécurisées. Assurez-vous d'utiliser des mots de passe forts et un chiffrement pour protéger vos informations.

source: Firewall and Access Control
de_de: Firewall und Zugangskontrolle
es_es: Cortafuegos y control de acceso
fr_fr: Pare-feu et contrôle d'accès

source: It is crucial to set up robust firewall rules and access control to restrict connections only to trusted IP addresses.
de_de: Es ist wichtig, robuste Firewall-Regeln und Zugangskontrollen einzurichten, um Verbindungen nur auf vertrauenswürdige IP-Adressen zu beschränken.
es_es: Es crucial establecer reglas sólidas de cortafuegos y control de acceso para restringir las conexiones sólo a las direcciones IP de confianza.
fr_fr: Il est crucial de mettre en place des règles de pare-feu robustes et un contrôle d'accès pour limiter les connexions uniquement aux adresses IP de confiance.

source: Regular Backups
de_de: Regelmäßige Backups
es_es: Copias de seguridad periódicas
fr_fr: Sauvegardes régulières

source: Ensure that you have regular database backups in place to recover data in case of any security incidents.
de_de: Stellen Sie sicher, dass Sie regelmäßige Datenbanksicherungen durchführen, um Daten im Falle von Sicherheitsvorfällen wiederherzustellen.
es_es: Asegúrese de que dispone de copias de seguridad periódicas de la base de datos para recuperar los datos en caso de incidentes de seguridad.
fr_fr: Assurez-vous d'avoir des sauvegardes régulières de la base de données en place pour récupérer les données en cas d'incidents de sécurité.

source: Before enabling remote MySQL access, please review your security settings, and consider the potential risks carefully. If you're unsure about the security implications or need assistance, consult with your system administrator or a security expert.
de_de: Bevor Sie den Remote-Zugriff auf MySQL aktivieren, sollten Sie Ihre Sicherheitseinstellungen überprüfen und die möglichen Risiken sorgfältig abwägen. Wenn Sie sich über die Auswirkungen auf die Sicherheit unsicher sind oder Hilfe benötigen, wenden Sie sich an Ihren Systemadministrator oder einen Sicherheitsexperten.
es_es: Antes de habilitar el acceso remoto a MySQL, por favor revise su configuración de seguridad, y considere los riesgos potenciales cuidadosamente. Si no está seguro de las implicaciones de seguridad o necesita ayuda, consulte con el administrador de su sistema o con un experto en seguridad.
fr_fr: Avant d'activer l'accès MySQL à distance, veuillez passer en revue vos paramètres de sécurité et considérer attentivement les risques potentiels. Si vous n'êtes pas sûr des implications en matière de sécurité ou si vous avez besoin d'aide, consultez votre administrateur système ou un expert en sécurité.

source: Your data security is important to us, and we recommend taking the necessary precautions to protect it.
de_de: Die Sicherheit Ihrer Daten ist uns wichtig, und wir empfehlen Ihnen, die notwendigen Vorkehrungen zum Schutz Ihrer Daten zu treffen.
es_es: La seguridad de sus datos es importante para nosotros, por lo que le recomendamos que tome las precauciones necesarias para protegerlos.
fr_fr: La sécurité de vos données nous tient à cœur, et nous vous recommandons de prendre les précautions nécessaires pour la protéger.

source: Disable Remote MySQL Access
de_de: Fernzugriff auf MySQL deaktivieren
es_es: Desactivar el acceso remoto a MySQL
fr_fr: Désactiver l'accès MySQL distant

source: Enable Remote MySQL Access
de_de: Fernzugriff auf MySQL aktivieren
es_es: Activar el acceso remoto a MySQL
fr_fr: Activer l'accès MySQL distant

source: New Website
de_de: Neue Website
es_es: Nuevo sitio web
fr_fr: Nouveau site Web

source: Site Name
de_de: Name des Standorts
es_es: Nombre del sitio
fr_fr: Nom du site

source: Admin Email
de_de: Administrator E-Mail
es_es: Email del admin
fr_fr: Email de l'administrateur

source: Created Date
de_de: Erstellt am
es_es: Fecha de creación
fr_fr: Date de création

source: Enabling SSH access..
de_de: Aktivieren des SSH-Zugangs..
es_es: Activando acceso SSH...
fr_fr: Activation de l'accès SSH..

source: Disabling SSH access..
de_de: Deaktivieren des SSH-Zugangs..
es_es: Desactivando acceso SSH...
fr_fr: Désactivation de l'accès SSH..

source: SSH access is currently disabled.
de_de: Der SSH-Zugang ist derzeit deaktiviert.
es_es: El acceso SSH está actualmente desactivado.
fr_fr: L'accès SSH est actuellement désactivé.

source: SSH service status is unknown. Contact Administrator.
de_de: SSH-Dienststatus ist unbekannt. Kontaktieren Sie den Administrator.
es_es: Se desconoce el estado del servicio SSH. Póngase en contacto con el administrador.
fr_fr: Le statut du service SSH est inconnu. Contacter l'administrateur.

source: SSH Connection Information
de_de: SSH-Verbindungsinformationen
es_es: Información de conexión SSH
fr_fr: Informations de connexion SSH

source: IP address:
de_de: IP-Adresse:
es_es: Dirección IP:
fr_fr: Adresse IP :

source: SSH Port:
de_de: SSH-Anschluss:
es_es: Puerto SSH:
fr_fr: Port SSH :

source: CONTAINER NOT RUNNING
de_de: CONTAINER LÄUFT NICHT
es_es: CONTENEDOR INACTIVO
fr_fr: CONTENEUR NON EN FONCTIONNEMENT

source: Change SSH Password
de_de: SSH-Passwort ändern
es_es: Cambiar contraseña SSH
fr_fr: Changer le mot de passe SSH

source: Change password for SSH user
de_de: Passwort für SSH-Benutzer ändern
es_es: Cambiar contraseña de usuario SSH
fr_fr: Changer le mot de passe pour l'utilisateur SSH

source: New Password:
de_de: Neues Passwort:
es_es: Nueva contraseña:
fr_fr: Nouveau mot de passe :

source: Password can not be viewed after changing, please make sure to
de_de: Das Passwort kann nach der Änderung nicht mehr eingesehen werden, bitte stellen Sie sicher, dass
es_es: La contraseña no se puede ver después de cambiar, por favor asegúrese de
fr_fr: Le mot de passe ne peut pas être vu après changement, veuillez vous assurer de

source: copy the new password
de_de: Kopieren Sie das neue Passwort
es_es: haber copiado la nueva contraseña
fr_fr: copier le nouveau mot de passe

source: Disable SSH Access
de_de: SSH-Zugang deaktivieren
es_es: Desactivar el acceso SSH
fr_fr: Désactiver l'accès SSH

source: Enable SSH Access
de_de: SSH-Zugang aktivieren
es_es: Activar el acceso SSH
fr_fr: Activer l'accès SSH

source: Display
de_de: Anzeige
es_es: Mostrar
fr_fr: Affichage

source: DNS Zone
es_es: Zona DNS
fr_fr: Zone DNS

source: Redirect
de_de: Umleiten
es_es: Redirección
fr_fr: Rediriger

source: SSL Status
es_es: Estado SSL
fr_fr: Statut SSL

source: No SSL installed
de_de: Kein SSL installiert
es_es: No hay SSL instalado
fr_fr: Aucun SSL installé

source: AutoSSL Domain Validated
de_de: AutoSSL-Domäne validiert
es_es: Dominio validado por AutoSSL
fr_fr: Domaine validé par AutoSSL

source: Expires on
de_de: Läuft ab am
es_es: Expira el
fr_fr: Expire le

source: View Certificate
de_de: Zertifikat ansehen
es_es: Ver certificado
fr_fr: Voir le certificat

source: Private key
de_de: Privater Schlüssel
es_es: Clave privada
fr_fr: Clé privée

source: SSL check is in progress.. please click here to refresh.
de_de: Die SSL-Prüfung wird durchgeführt. Bitte klicken Sie hier, um die Seite zu aktualisieren.
es_es: La comprobación de SSL está en curso. Haga clic aquí para refrescar.
fr_fr: La vérification SSL est en cours.. veuillez cliquer ici pour rafraîchir.

source: Renew
de_de: Erneuern
es_es: Renovar
fr_fr: Renouveler

source: Exclude
de_de: Ausschließen
es_es: Exluir
fr_fr: Exclure

source: Generate
de_de: Erzeugen
es_es: Generar
fr_fr: Générer

source: Error fetching file content:
de_de: Fehler beim Abrufen des Dateiinhalts:
es_es: Error al recuperar el contenido del archivo:
fr_fr: Erreur lors de la récupération du contenu du fichier :

source: Running AutoSSL renewal...
de_de: AutoSSL-Erneuerung läuft...
es_es: Ejecutando renovación AutoSSL...
fr_fr: Renouvellement AutoSSL en cours...

source: AutoSSL Renewal Completed
de_de: AutoSSL-Erneuerung abgeschlossen
es_es: Renovación AutoSSL completada
fr_fr: Renouvellement AutoSSL terminé

source: AutoSSL Renewal Complete
de_de: AutoSSL-Erneuerung abgeschlossen
es_es: Renovación AutoSSL completa
fr_fr: Renouvellement AutoSSL complet

source: Running AutoSSL renewal for
de_de: Ausführen der AutoSSL-Erneuerung für
es_es: Ejecutando renovación AutoSSL para
fr_fr: Renouvellement AutoSSL en cours pour

source: Renewal for
de_de: Erneuerung für
es_es: Renovación para
fr_fr: Renouvellement pour

source: Completed
de_de: Abgeschlossen
es_es: Completado
fr_fr: Terminé

source: Run AutoSSL
de_de: AutoSSL ausführen
es_es: Ejecutar AutoSSL
fr_fr: Exécuter AutoSSL

source: for All Domains
de_de: für alle Domains
es_es: para todos los dominios
fr_fr: pour tous les domaines

source: When you create a domain, the system will attempt to secure that domain with a free Let's Encrypt certificate.
de_de: Wenn Sie eine Domain erstellen, versucht das System, diese Domain mit einem kostenlosen Let's Encrypt-Zertifikat zu sichern.
es_es: Al crear un dominio, el sistema intentará protegerlo con un certificado gratuito de Let's Encrypt.
fr_fr: Lorsque vous créez un domaine, le système tentera de sécuriser ce domaine avec un certificat Let's Encrypt gratuit.

source: General
de_de: Allgemein
fr_fr: Général

source: Updates
de_de: Aktualisierungen
es_es: Actualizaciones
fr_fr: Mises à jour

source: Debugging
de_de: Fehlersuche
es_es: Depuración
fr_fr: Débogage

source: Security
de_de: Sicherheit
es_es: Seguridad
fr_fr: Sécurité

source: Site URL
de_de: URL der Website
es_es: URL del sitio
fr_fr: URL du site

source: Website Name
de_de: Name der Website
es_es: Nombre del sitio web
fr_fr: Nom du site Web

source: Blog Description
de_de: Blog Beschreibung
es_es: Descripción del blog
fr_fr: Description du blog

source: No, registrations are disabled (default)
de_de: Nein, Registrierungen sind deaktiviert (Standard)
es_es: No, las inscripciones están desactivadas (por defecto)
fr_fr: Non, les inscriptions sont désactivées (par défaut)

source: Administrator Email
es_es: Email del administrador
fr_fr: Email de l'administrateur

source: Allow pingbacks and trackbacks from other blogs (default)
de_de: Pingbacks und Trackbacks von anderen Blogs zulassen (Standard)
es_es: Permitir pingbacks y trackbacks de otros blogs (por defecto)
fr_fr: Autoriser les pingbacks et trackbacks provenant d'autres blogs (par défaut)

source: I would like my blog to be visible to everyone, including search engines (default)
de_de: Ich möchte, dass mein Blog für alle sichtbar ist, auch für Suchmaschinen (Standard)
es_es: Me gustaría que mi blog fuera visible para todo el mundo, incluidos los motores de búsqueda (por defecto)
fr_fr: Je souhaite que mon blog soit visible par tout le monde, y compris les moteurs de recherche (par défaut)

source: Update Settings
de_de: Einstellungen aktualisieren
es_es: Actualizar ajustes
fr_fr: Mettre à jour les paramètres

source: WordPress version:
es_es: Versión de WordPress:
fr_fr: Version WordPress :

source: Click to update WordPress core
de_de: Klicken Sie, um den WordPress-Kern zu aktualisieren
es_es: Haga clic para actualizar el núcleo de WordPress
fr_fr: Cliquer pour mettre à jour le cœur de WordPress

source: Minor update available:
de_de: Kleineres Update verfügbar:
es_es: Actualización menor disponible:
fr_fr: Mise à jour mineure disponible :

source: Major update available:
de_de: Größeres Update verfügbar:
es_es: Actualización importante disponible:
fr_fr: Mise à jour majeure disponible :

source: Up to date
de_de: Aktuell
es_es: Actualizado
fr_fr: À jour

source: Bad response from api.wordpress.org
de_de: Fehlerhafte Antwort von api.wordpress.org
es_es: Respuesta incorrecta de api.wordpress.org
fr_fr: Mauvaise réponse de api.wordpress.org

source: Failed to reach api.wordpress.org
de_de: api.wordpress.org konnte nicht erreicht werden
es_es: Error al acceder a api.wordpress.org
fr_fr: Échec de la connexion à api.wordpress.org

source: Update WordPress Core automattically:
de_de: WordPress Core automatisch aktualisieren:
es_es: Actualizar automáticamente el núcleo de WordPress:
fr_fr: Mettre à jour automatiquement le cœur de WordPress :

source: No, I will update manually when needed
de_de: Nein, ich werde bei Bedarf manuell aktualisieren.
es_es: No, actualizaré manualmente cuando sea necesario
fr_fr: Non, je mettrai à jour manuellement lorsque nécessaire

source: Yes, but only minor (security) updates
de_de: Ja, aber nur kleinere (Sicherheits-)Updates
es_es: Sí, pero sólo actualizaciones menores (de seguridad)
fr_fr: Oui, mais seulement les mises à jour mineures (de sécurité)

source: Recommended
de_de: Empfohlen
es_es: Recomendado
fr_fr: Recommandé

source: Yes, all (minor and major) updates
de_de: Ja, alle (kleineren und größeren) Aktualisierungen
es_es: Sí, todas las actualizaciones (menores y mayores)
fr_fr: Oui, toutes les mises à jour (mineures et majeures)

source: Yes, all plugins will be automatically updated
de_de: Ja, alle Plugins werden automatisch aktualisiert
es_es: Sí, todos los plugins se actualizarán automáticamente
fr_fr: Oui, tous les plugins seront mis à jour automatiquement

source: Update themes automatically:
de_de: Themen automatisch aktualisieren:
es_es: Actualizar los temas automáticamente:
fr_fr: Mettre à jour automatiquement les thèmes :

source: Yes, all themes will be automatically updated
de_de: Ja, alle Themen werden automatisch aktualisiert
es_es: Sí, todos los temas se actualizarán automáticamente
fr_fr: Oui, tous les thèmes seront mis à jour automatiquement

source: Save Update Preferences
de_de: Aktualisierungspräferenzen speichern
es_es: Guardar preferencias de actualización
fr_fr: Enregistrer les préférences de mise à jour

source: Saving update preferences... Please wait.
de_de: Speichern der Update-Einstellungen... Bitte warten Sie.
es_es: Guardando preferencias de actualización... Por favor aguarde.
fr_fr: Enregistrement des préférences de mise à jour... Veuillez patienter.
