Repository: X-Vlad/openpanel-translations
Catalog: */messages.po
Languages: de_de, es_es, fr_fr

source: Log file not found.
de_de: Log Datei nicht gefunden
es_es: Archivo de registro no encontrado.
fr_fr: Fichier journal introuvable.

source: Databases restored successfully
de_de: Datenbanken erfolgreich wiederhergestellt
es_es: Bases de datos restauradas correctamente
fr_fr: Bases de données restaurées avec succès

source: Directory not found
de_de: Verzeichnis nicht gefunden
es_es: Directorio no encontrado
fr_fr: Répertoire non trouvé

source: CronJobs
fr_fr: Tâches cron

source: Cron job saved successfully!
de_de: CronJob erfolgreich gespeichert!
es_es: ¡Cron job guardado correctamente!
fr_fr: Tâche cron enregistrée avec succès !

source: Error saving cron job.
de_de: Fehler beim Speichern des CronJobs.
es_es: Error al guardar el cron job.
fr_fr: Erreur lors de l'enregistrement de la tâche cron.

source: Cron job successfully modified.
de_de: CronJob erfolgreich geändert.
es_es: Cronjob modificado con éxito.
fr_fr: Tâche cron modifiée avec succès.

source: Error editing cron job
de_de: Fehler beim Bearbeiten des CronJobs
es_es: Error al editar el cronjob
fr_fr: Erreur lors de la modification de la tâche cron

source: Cron job was successfully deleted.
de_de: Der CronJob wurde erfolgreich gelöscht.
es_es: El Cronjob se ha eliminado correctamente.
fr_fr: Tâche cron supprimée avec succès.

source: Error deleting cron job
de_de: Fehler beim Löschen des CronJobs
es_es: Error al eliminar la tarea cron
fr_fr: Erreur lors de la suppression de la tâche cron

source: User not authenticated
de_de: Benutzer nicht authentifiziert
es_es: Usuario no autenticado
fr_fr: Utilisateur non authentifié

source: Error fetching country code:
de_de: Fehler beim Abrufen des Ländercodes:
es_es: Error al recuperar el código de país:
fr_fr: Erreur lors de la récupération du code pays :

source: Error retrieving database count for the user.
de_de: Fehler beim Abrufen der Datenbankanzahl für den Benutzer.
es_es: Error al recuperar el número de bases de datos para el usuario.
fr_fr: Erreur lors de la récupération du nombre de bases de données pour l'utilisateur.

source: Unknown
de_de: Unbekannt
es_es: Desconocido
fr_fr: Inconnu

source: MySQL configuration was saved successfully but MySQL service failed to start! Please revert the changes to restart MySQL.
de_de: Die MySQL-Konfiguration wurde erfolgreich gespeichert, aber der MySQL-Dienst konnte nicht gestartet werden! Bitte machen Sie die Änderungen rückgängig, um MySQL neu zu starten.
es_es: La configuración de MySQL se ha guardado correctamente, pero el servicio MySQL no se ha iniciado. Por favor, revierta los cambios para reiniciar MySQL.
fr_fr: La configuration de MySQL a été enregistrée avec succès mais le service MySQL n'a pas pu démarrer ! Veuillez revenir en arrière sur les modifications pour redémarrer MySQL.

source: MySQL Configuration was edited successfully and service restarted to apply new settings.
de_de: Die MySQL-Konfiguration wurde erfolgreich bearbeitet und der Dienst neu gestartet, um die neuen Einstellungen zu übernehmen.
es_es: La configuración de MySQL se ha editado correctamente y el servicio se ha reiniciado para aplicar la nueva configuración.
fr_fr: La configuration de MySQL a été modifiée avec succès et le service a été redémarré pour appliquer les nouveaux paramètres.

source: Edit MySQL Config
de_de: MySQL-Konfiguration bearbeiten
es_es: Editar configuración MySQL
fr_fr: Modifier la configuration MySQL

source: MySQL Databases
de_de: MySQL-Datenbanken
es_es: Bases de datos MySQL
fr_fr: Bases de données MySQL

source: enabled remote MySQL
de_de: aktivierte Remote-MySQL
es_es: activó MySQL remoto
fr_fr: MySQL distant activé

source: Remote MySQL access is now enabled.
de_de: Der Remote-Zugriff auf MySQL ist nun möglich.
es_es: El acceso remoto MySQL está activado.
fr_fr: L'accès MySQL distant est maintenant activé.

source: disabled remote MySQL
de_de: Remote-MySQL deaktiviert
es_es: desactivó MySQL remoto
fr_fr: MySQL distant désactivé

source: Remote MySQL access is now disabled.
de_de: Der Remote-Zugriff auf MySQL ist jetzt deaktiviert.
es_es: El acceso remoto MySQL está desactivado.
fr_fr: L'accès MySQL distant est maintenant désactivé.

source: ON
de_de: EIN
es_es: ACTIVADO
fr_fr: ACTIVÉ

source: OFF
de_de: AUS
es_es: DESACTIVADO
fr_fr: DÉSACTIVÉ

source: UNKNOWN
de_de: UNBEKANNT
es_es: DESCONOCIDO
fr_fr: INCONNU

source: Remote MySQL
es_es: MySQL remoto
fr_fr: MySQL distant

source: MySQL Processes
de_de: MySQL-Prozesse
es_es: Procesos MySQL
fr_fr: Processus MySQL

source: You have reached the maximum number of databases allowed.
de_de: Sie haben die maximal zulässige Anzahl von Datenbanken erreicht.
es_es: Ha alcanzado el número máximo de bases de datos permitidas.
fr_fr: Vous avez atteint le nombre maximum de bases de données autorisées.

source: Disk Usage
de_de: Nutzung der Festplatte
es_es: Uso de disco
fr_fr: Utilisation du disque

source: Both domain_name and file_name are required.
de_de: Sowohl domain_name als auch file_name sind erforderlich.
es_es: Los campos domain_name y file_name son requeridos.
fr_fr: Le nom de domaine et le nom de fichier sont nécessaires.

source: The domain does not belong to the user.
de_de: Die Domäne gehört nicht dem Benutzer.
es_es: El dominio no pertenece al usuario.
fr_fr: Le domaine n'appartient pas à l'utilisateur.

source: Invalid file_name. Allowed values: browser, ip, type, link.
de_de: Ungültiger Dateiname. Erlaubte Werte: browser, ip, type, link.
es_es: Campo file_name no válido. Valores permitidos: navegador, ip, tipo, enlace.
fr_fr: Nom de fichier invalide. Valeurs autorisées : navigateur, ip, type, lien.

source: Access Log
de_de: Zugangsprotokoll
es_es: Registro de acceso
fr_fr: Journal d'accès

source: Invalid data received
de_de: Ungültige Daten empfangen
es_es: Se han recibido datos no válidos
fr_fr: Données reçues invalides

source: Domains
es_es: Dominios
fr_fr: Domaines

source: Row deleted successfully
de_de: Zeile erfolgreich gelöscht
es_es: Filas eliminadas exitosamente
fr_fr: Ligne supprimée avec succès

source: Edit DNS Zone
de_de: DNS-Zone bearbeiten
es_es: Editar zona DNS
fr_fr: Modifier la zone DNS

source: Zone file not found.
de_de: Zonendatei nicht gefunden.
es_es: Archivo de zona no encontrado.
fr_fr: Fichier de zone introuvable.

source: DNS record added successfully.
de_de: DNS-Eintrag erfolgreich hinzugefügt.
es_es: Registro DNS agregado exitosamente.
fr_fr: Enregistrement DNS ajouté avec succès.

source: DNS zone saved and DNS service restarted.
de_de: DNS-Zone gespeichert und DNS-Dienst neu gestartet.
es_es: Zona DNS guardada y servicio DNS reiniciado.
fr_fr: Zone DNS enregistrée et service DNS redémarré.

source: New content not provided.
de_de: Neue Inhalte sind nicht vorgesehen.
es_es: No se han proporcionado nuevo contenido.
fr_fr: Nouveau contenu non fourni.

source: Domain name not provided.
de_de: Domänenname nicht angegeben.
es_es: No se ha proporcionado el nombre de dominio.
fr_fr: Nom de domaine non fourni.

source: Edit VHosts file
de_de: VHosts-Datei bearbeiten
es_es: Editar archivo vhosts
fr_fr: Modifier le fichier VHosts

source: Invalid request. Domain name and Vhost content must be provided.
de_de: Ungültige Anfrage. Domainname und Vhost-Inhalt müssen angegeben werden.
es_es: Solicitud no válida. Se debe proporcionar el nombre de dominio y el contenido de vhost.
fr_fr: Demande invalide. Le nom de domaine et le contenu Vhost doivent être fournis.

source: Edit Vhosts
de_de: Vhosts bearbeiten
es_es: Editar vhosts
fr_fr: Modifier les Vhosts

source: Virtual host configuration saved successfully.
de_de: Die Konfiguration des virtuellen Hosts wurde erfolgreich gespeichert.
es_es: La configuración del Virtual Host se ha guardado correctamente.
fr_fr: Configuration de l'hôte virtuel enregistrée avec succès.

source: Error saving virtual host configuration. Configuration test failed.
de_de: Fehler beim Speichern der Konfiguration des virtuellen Hosts. Konfigurationstest fehlgeschlagen.
es_es: Error al guardar la configuración del virtual host. Error en la prueba de configuración.
fr_fr: Erreur lors de l'enregistrement de la configuration de l'hôte virtuel. Le test de configuration a échoué.

source: Error saving virtual host configuration. An unexpected error occurred.
de_de: Fehler beim Speichern der Konfiguration des virtuellen Hosts. Ein unerwarteter Fehler ist aufgetreten.
es_es: Error al guardar la configuración del virtual host. Se ha producido un error inesperado.
fr_fr: Erreur lors de l'enregistrement de la configuration de l'hôte virtuel. Une erreur inattendue est survenue.

source: Error: Reached the maximum allowed number of domains on this hosting plan.
de_de: Fehler: Die maximal zulässige Anzahl von Domains für dieses Hostingpaket wurde erreicht.
es_es: Error: Se ha alcanzado el número máximo permitido de dominios en este plan de hosting.
fr_fr: Erreur : Nombre maximum de domaines autorisés sur ce plan d'hébergement atteint.

source: SSL generation successful. Certificate is present. Modifying Nginx configuration.
de_de: SSL-Generierung erfolgreich. Zertifikat ist vorhanden. Ändern der Nginx-Konfiguration.
es_es: Generación SSL correcta. El certificado está presente. Modificando la configuración de Nginx.
fr_fr: La génération SSL a réussi. Le certificat est présent. Modification de la configuration de Nginx.

source: Nginx configuration modified successfully, restarting nginx..
de_de: Nginx-Konfiguration erfolgreich geändert, Neustart von nginx..
es_es: Configuración de Nginx modificada con éxito, reiniciando Nginx...
fr_fr: Configuration Nginx modifiée avec succès, redémarrage de nginx..

source: Invalid URL. Please provide a URL with 'http://' or 'https://' prefix.
de_de: Ungültige URL. Bitte geben Sie eine URL mit dem Präfix 'http://' oder 'https://' an.
es_es: URL no válida. Introduzca una URL con el prefijo 'http://' o 'https://'.
fr_fr: URL invalide. Veuillez fournir une URL avec le préfixe 'http://' ou 'https://'.

source: Unauthorized
de_de: Nicht autorisiert
es_es: No autorizado
fr_fr: Non autorisé

source: File created successfully
de_de: Datei erfolgreich erstellt
es_es: Archivo creado exitosamente
fr_fr: Fichier créé avec succès

source: Filename is missing
de_de: Dateiname fehlt
es_es: Falta el nombre del archivo
fr_fr: Le nom du fichier est manquant

source: Folder created successfully
de_de: Ordner erfolgreich erstellt
es_es: Carpeta creada exitosamente
fr_fr: Dossier créé avec succès

source: Foldername is missing
de_de: Der Name des Ordners fehlt
es_es: Falta el nombre de la carpeta
fr_fr: Le nom du dossier est manquant

source: Files uploaded successfully
de_de: Dateien erfolgreich hochgeladen
es_es: Archivos subidos correctamente
fr_fr: Fichiers téléchargés avec succès

source: No files were uploaded
de_de: Es wurden keine Dateien hochgeladen
es_es: No se ha subido ningún archivo
fr_fr: Aucun fichier n'a été téléchargé

source: Internal server error
de_de: Interner Serverfehler
es_es: Error interno del servidor
fr_fr: Erreur interne du serveur

source: Unsupported file format
de_de: Nicht unterstütztes Dateiformat
es_es: Formato de archivo no soportado
fr_fr: Format de fichier non pris en charge

source: File extracted successfully
de_de: Datei erfolgreich extrahiert
es_es: Archivo extraído exitosamente
fr_fr: Fichier extrait avec succès

source: Archive created successfully
de_de: Archiv erfolgreich erstellt
es_es: Archivo creado exitosamente
fr_fr: Archive créée avec succès

source: User not authenticated.
de_de: Benutzer nicht authentifiziert.
es_es: Usuario no autenticado.
fr_fr: Utilisateur non authentifié.

source: File Editor
de_de: Datei-Editor
es_es: Editor de archivos
fr_fr: Éditeur de fichiers

source: The specified directory does not exist.
de_de: Das angegebene Verzeichnis existiert nicht.
es_es: El directorio especificado no existe.
fr_fr: Le répertoire spécifié n'existe pas.

source: File Manager
de_de: Datei-Manager
es_es: Administrador de archivos
fr_fr: Gestionnaire de fichiers

source: Invalid fix_directory
de_de: Ungültiges fix_directory
es_es: Valor fix_directory no válido
fr_fr: Répertoire de correction invalide

source: Success.
de_de: Erfolgreich.
es_es: Éxito.
fr_fr: Succès.

source: Fix Permissions
de_de: Berechtigungen festlegen
es_es: Corregir permisos
fr_fr: Corriger les permissions

source: Inodes Explorer
es_es: Explorador de inodes
fr_fr: Explorateur d'inodes

source: Malware Scanner
es_es: Analizador de malware
fr_fr: Scanner de malwares

source: No malware found
de_de: Keine Malware gefunden
es_es: No se ha encontrado malware
fr_fr: Aucun malware trouvé

source: Malware detected
de_de: Malware entdeckt
es_es: Malware detectado
fr_fr: Malware détecté

source: Scan result unknown
de_de: Scanergebnis unbekannt
es_es: Resultado del análisis desconocido
fr_fr: Résultat du scan inconnu

source: Connection to ClamAV daemon failed
de_de: Verbindung zum ClamAV-Daemon fehlgeschlagen
es_es: Fallo en la conexión con el demonio ClamAV
fr_fr: Connexion au daemon ClamAV échouée

source: No directory specified for scanning.
de_de: Kein Verzeichnis zum Scannen angegeben.
es_es: No se ha especificado el directorio para el análisis.
fr_fr: Aucun répertoire spécifié pour le scan.

source: Invalid directory specified for scanning.
de_de: Ungültiges Verzeichnis zum Scannen angegeben.
es_es: Directorio especificado para el análisis no válido.
fr_fr: Répertoire spécifié pour le scan invalide.

source: Invalid input data
de_de: Ungültige Eingabedaten
es_es: Datos de entrada no válidos
fr_fr: Données d'entrée invalides

source: success
de_de: Erfolg
es_es: éxito
fr_fr: succès

source: Configuration file not found
de_de: Konfigurationsdatei nicht gefunden
es_es: Archivo de configuración no encontrado
fr_fr: Fichier de configuration non trouvé

source: error
de_de: Fehler
fr_fr: erreur

source: Error fetching data
de_de: Fehler beim Abrufen von Daten
es_es: Error al recuperar datos
fr_fr: Erreur lors de la récupération des données

source: PHP.INI Editor
es_es: Editor PHP.INI
fr_fr: Éditeur PHP.INI

source: PHP Settings
de_de: PHP-Einstellungen
es_es: Ajustes PHP
fr_fr: Paramètres PHP

source: User not logged in
de_de: Benutzer nicht eingeloggt
es_es: El usuario no ha iniciado sesión
fr_fr: Utilisateur non connecté

source: No log files found
de_de: Keine Protokolldateien gefunden
es_es: No se han encontrado archivos de registro
fr_fr: Aucun fichier journal trouvé

source: Log file deleted
de_de: Protokolldatei gelöscht
es_es: Archivo de registro eliminado
fr_fr: Fichier journal supprimé

source: Error extracting dbuser and dbpass from Docker container.
de_de: Fehler beim Extrahieren von dbuser und dbpass aus dem Docker-Container.
es_es: Error al extraer dbuser y dbpass del contenedor Docker.
fr_fr: Erreur lors de l'extraction de dbuser et dbpass du conteneur Docker.

source: Error executing Docker command.
de_de: Fehler beim Ausführen des Docker-Befehls.
es_es: Error al ejecutar el comando Docker.
fr_fr: Erreur lors de l'exécution de la commande Docker.

source: Container port not found for the user.
de_de: Containerport für den Benutzer nicht gefunden.
es_es: Puerto de contenedor no encontrado para el usuario.
fr_fr: Port du conteneur non trouvé pour l'utilisateur.

source: Process killed successfully
de_de: Prozess erfolgreich beendet
es_es: Proceso terminado con éxito
fr_fr: Processus tué avec succès

source: error_message
fr_fr: message d'erreur

source: Process Manager
de_de: Prozess-Manager
es_es: Administrador de procesos
fr_fr: Gestionnaire de processus

source: Container not found
de_de: Container nicht gefunden
es_es: Contenedor no encontrado
fr_fr: Conteneur non trouvé

source: Server Information
de_de: Server-Informationen
es_es: Información del servidor
fr_fr: Informations sur le serveur

source: Services Status
de_de: Status der Dienste
es_es: Estado de servicios
fr_fr: État des services

source: Invalid action
de_de: Ungültige Aktion
es_es: Acción no válida
fr_fr: Action invalide

source: Password changed successfully.
de_de: Passwort erfolgreich geändert.
es_es: Contraseña cambiada exitosamente.
fr_fr: Mot de passe changé avec succès.

source: SSH Access
de_de: SSH-Zugang
es_es: Acceso SSH
fr_fr: Accès SSH

source: Domain: {} - SSL Expiry Date: {}
de_de: Domäne: {} - SSL-Ablaufdatum: {}
es_es: Dominio: {} - Fecha de expiración de SSL: {}
fr_fr: Domaine : {} - Date d'expiration SSL : {}

source: Domains List:
de_de: Domain Liste:
es_es: Lista de dominios:
fr_fr: Liste des domaines :

source: SSL/TLS Settings
de_de: SSL/TLS-Einstellungen
es_es: Ajustes SSL/TLS
fr_fr: Paramètres SSL/TLS

source: Invalid filename
de_de: Ungültiger Dateiname
es_es: Nombre de archivo no válido
fr_fr: Nom de fichier invalide

source: Domain not found
de_de: Domain nicht gefunden
es_es: Dominio no encontrado
fr_fr: Domaine non trouvé

source: Invalid file format. Only .pem files are allowed.
de_de: Ungültiges Dateiformat. Nur .pem-Dateien sind erlaubt.
es_es: Formato de archivo no válido. Solo son permitidos archivos .pem.
fr_fr: Format de fichier invalide. Seuls les fichiers .pem sont autorisés.

source: File not found
de_de: Datei nicht gefunden
es_es: Archivo no encontrado
fr_fr: Fichier non trouvé

source: Invalid request
de_de: Ungültige Anfrage
es_es: Solicitud no válida
fr_fr: Demande invalide

source: User ID is missing
de_de: Die Benutzer-ID fehlt
es_es: Falta el ID de usuario
fr_fr: L'ID utilisateur est manquant

source: Domain ID or Domain URL is missing
de_de: Domain ID oder Domain URL fehlt
es_es: Falta el ID o la URL del dominio
fr_fr: L'ID du domaine ou l'URL du domaine est manquant

source: An error occurred while generating SSL
de_de: Beim Erzeugen von SSL ist ein Fehler aufgetreten
es_es: Se ha producido un error al generar el SSL
fr_fr: Une erreur est survenue lors de la génération du SSL

source: Nginx SSL configuration removed successfully, restarting nginx..
de_de: Nginx SSL-Konfiguration erfolgreich entfernt, Neustart von nginx..
es_es: Configuración SSL de Nginx eliminada con éxito, reiniciando nginx..
fr_fr: Configuration SSL Nginx supprimée avec succès, redémarrage de nginx..

source: An error occurred while deleting SSL
de_de: Beim Löschen von SSL ist ein Fehler aufgetreten
es_es: Se ha producido un error al eliminar el SSL
fr_fr: Une erreur est survenue lors de la suppression du SSL

source: The ttyd screen session is dead. Cleaning up and starting a new one...
de_de: Die ttyd-Bildschirmsitzung ist nicht mehr aktiv. Aufräumen und eine neue Sitzung starten...
es_es: La sesión de pantalla ttyd está muerta. Limpiando e iniciando una nueva...
fr_fr: La session d'écran ttyd est morte. Nettoyage et démarrage d'une nouvelle...

source: No ttyd screen session found. Starting a new one...
de_de: Keine ttyd-Bildschirmsitzung gefunden. Starte eine neue...
es_es: No se ha encontrado ninguna sesión de pantalla ttyd. Iniciando una nueva...
fr_fr: Aucune session d'écran ttyd trouvée. Démarrage d'une nouvelle...

source: The phpmyadmin screen session is active.
de_de: Die phpmyadmin-Bildschirmsitzung ist aktiv.
es_es: La sesión de pantalla phpmyadmin está activa.
fr_fr: La session d'écran phpmyadmin est active.

source: Resource Usage
de_de: Nutzung der Ressourcen
es_es: Uso de recursos
fr_fr: Utilisation des ressources

source: Container name is required
de_de: Containername ist erforderlich
es_es: Se requiere el nombre del contenedor
fr_fr: Le nom du conteneur est requis

source: Resource Usage History
de_de: Historie der Ressourcennutzung
es_es: Historial de uso de recursos
fr_fr: Historique de l'utilisation des ressources

source: Nginx Configuration Editor
de_de: Nginx-Konfigurations-Editor
es_es: Editor de configuración Nginx
fr_fr: Éditeur de configuration Nginx

source: Apache Configuration Editor
de_de: Apache-Konfigurations-Editor
es_es: Editor de configuración Apache
fr_fr: Éditeur de configuration Apache

source: Server Settings
de_de: Server-Einstellungen
es_es: Ajustes del servidor
fr_fr: Paramètres du serveur

source: ModSecurity Settings
de_de: ModSecurity-Einstellungen
es_es: Ajustes de ModSecurity
fr_fr: Paramètres ModSecurity

source: My Site
de_de: Meine Website
es_es: Mi Sitio
fr_fr: Mon site

source: My Simple Site
de_de: Meine einfache Website
es_es: Mi Sitio Simple
fr_fr: Mon site simple

source: Error: .htaccess file already exists. Website creation cannot proceed.
de_de: Fehler: .htaccess-Datei existiert bereits. Die Erstellung der Website kann nicht fortgesetzt werden.
es_es: Error: El archivo .htaccess ya existe. La creación del sitio web no puede continuar.
fr_fr: Erreur : le fichier .htaccess existe déjà. La création du site web ne peut pas continuer.

source: New HTML website was successfully created!
de_de: Neue HTML-Website wurde erfolgreich erstellt!
es_es: El nuevo sitio web HTML se ha creado correctamente!
fr_fr: Nouveau site web HTML créé avec succès !

source: Website Builder
de_de: Website-Baukasten
es_es: Creador de sitios web
fr_fr: Créateur de site web

source: expired or not available
de_de: Abgelaufen oder nicht verfügbar
es_es: expirado o no disponible
fr_fr: expiré ou non disponible

source: not found
de_de: nicht gefunden
es_es: no encontrado
fr_fr: non trouvé

source: file not found
de_de: Datei nicht gefunden
es_es: archivo no encontrado
fr_fr: fichier non trouvé

source: Debugging options updated successfully
de_de: Debugging-Optionen erfolgreich aktualisiert
es_es: Opciones de depuración actualizadas correctamente
fr_fr: Options de débogage mises à jour avec succès

source: General options edited successfully
de_de: Allgemeine Optionen erfolgreich bearbeitet
es_es: Opciones generales editadas correctamente
fr_fr: Options générales modifiées avec succès

source: WordPress updated successfully
de_de: WordPress erfolgreich aktualisiert
es_es: WordPress actualizado correctamente
fr_fr: WordPress mis à jour avec succès

source: Update preferences saved successfully
de_de: Update-Einstellungen erfolgreich gespeichert
es_es: Las preferencias de actualización se han guardado correctamente
fr_fr: Préférences de mise à jour enregistrées avec succès

source: Websites
de_de: Webseiten
es_es: Sitios web
fr_fr: Sites Web

source: Error executing the query:
de_de: Fehler bei der Ausführung der Abfrage:
es_es: Error al ejecutar la consulta:
fr_fr: Erreur lors de l'exécution de la requête :

source: WordPress Manager
es_es: Administrador de WordPress
fr_fr: Gestionnaire WordPress

source: Backup restored successfully!
de_de: Backup erfolgreich wiederhergestellt!
es_es: Copia de seguridad restaurada exitosamente!
fr_fr: Sauvegarde restaurée avec succès !

source: Backup completed successfully!
de_de: Sicherung erfolgreich abgeschlossen!
es_es: Copia de seguridad completada exitosamente!
fr_fr: Sauvegarde terminée avec succès !

source: No backup options selected.
de_de: Keine Sicherungsoptionen ausgewählt.
es_es: Opciones de copia de seguridad no seleccionadas.
fr_fr: Aucune option de sauvegarde sélectionnée.

source: Site not found in the database.
de_de: Die Seite wurde nicht in der Datenbank gefunden.
es_es: Sitio no encontrado en la base de datos.
fr_fr: Site non trouvé dans la base de données.

source: WordPress removal completed successfully!
de_de: Das Entfernen von WordPress wurde erfolgreich abgeschlossen!
es_es: Eliminación de WordPress completada con éxito!
fr_fr: Suppression de WordPress terminée avec succès !

source: An error occurred during WordPress removal.
de_de: Beim Entfernen von WordPress ist ein Fehler aufgetreten.
es_es: Se ha producido un error durante la eliminación de WordPress.
fr_fr: Une erreur est survenue lors de la suppression de WordPress.

source: An error occurred during WordPress detachment.
de_de: Fehler beim Trennen von WordPress.
es_es: Se ha producido un error durante la desconexión de WordPress.
fr_fr: Une erreur est survenue lors du détachement de WordPress.
