Repository: X-Vlad/openpanel-translations
Catalog: */messages.po
Languages: de_de, es_es, fr_fr

source: Saving general settings... Please wait.
de_de: Speichern der allgemeinen Einstellungen... Bitte warten Sie.
es_es: Guardando ajustes generales... Por favor aguarde.
fr_fr: Enregistrement des paramètres généraux... Veuillez patienter.

source: The options below allow you to manage the native WordPress debugging tools, enabling and disabling these tools in the wp-config.php file. It is not recommended to use these options on production websites since they are meant for development and test installations. Refer to
de_de: Mit den folgenden Optionen können Sie die nativen WordPress-Debugging-Tools verwalten, indem Sie diese Tools in der Datei wp-config.php aktivieren und deaktivieren. Es wird nicht empfohlen, diese Optionen auf produktiven Websites zu verwenden, da sie für Entwicklungs- und Testinstallationen gedacht sind. Siehe
es_es: Las siguientes opciones le permiten gestionar las herramientas de depuración nativas de WordPress, activando y desactivando estas herramientas en el archivo wp-config.php. No se recomienda utilizar estas opciones en sitios web de producción, ya que están pensadas para instalaciones de desarrollo y prueba. Consulte el artículo
fr_fr: Les options ci-dessous vous permettent de gérer les outils de débogage natifs de WordPress, en activant et désactivant ces outils dans le fichier wp-config.php. Il n'est pas recommandé d'utiliser ces options sur des sites en production car elles sont destinées aux installations de développement et de test. Reportez-vous à

source: Debugging in WordPress
de_de: Fehlersuche in WordPress
es_es: Depuración en WordPress
fr_fr: Débogage dans WordPress

source: article for more information on these options.
de_de: Artikel für weitere Informationen zu diesen Optionen.
es_es: para obtener más información sobre estas opciones.
fr_fr: article pour plus d'informations sur ces options.

source: Enable the main debug mode in WordPress
de_de: Aktivieren Sie den Haupt-Debug-Modus in WordPress
es_es: Activar el modo de depuración principal en WordPress
fr_fr: Activer le mode de débogage principal dans WordPress

source: Save all errors to the debug.log file inside the wp-content directory.
de_de: Speichern Sie alle Fehler in der Datei debug.log im Verzeichnis wp-content.
es_es: Guarde todos los errores en el archivo debug.log dentro del directorio wp-content.
fr_fr: Enregistrer toutes les erreurs dans le fichier debug.log situé dans le répertoire wp-content.

source: Show debug messages inside the HTML pages
de_de: Debug-Meldungen innerhalb der HTML-Seiten anzeigen
es_es: Mostrar mensajes de depuración dentro de las páginas HTML
fr_fr: Afficher les messages de débogage à l'intérieur des pages HTML

source: Force WordPress to use the non-minified versions of core CSS and JavaScript files. This is useful when you are testing changes made to .js and .css files.
de_de: Erzwingen Sie, dass WordPress die Nicht-minifizierten Versionen der wichtigsten CSS- und JavaScript-Dateien verwendet. Dies ist nützlich, wenn Sie Änderungen an .js und .css-Dateien testen.
es_es: Forzar a WordPress a utilizar las versiones no minificadas de los archivos CSS y JavaScript principales. Esto es útil para probar los cambios realizados en los archivos .js y .css.
fr_fr: Forcer WordPress à utiliser les versions non minifiées des fichiers CSS et JavaScript principaux. Cela est utile lorsque vous testez des modifications apportées aux fichiers .js et .css.

source: Save database queries to an array that can be displayed to help analyze them.
de_de: Speichern Sie Datenbankabfragen in einem Array, das angezeigt werden kann, um die Analyse zu erleichtern.
es_es: Guarde las consultas de la base de datos en una matriz que pueda visualizarse para ayudar a analizarlas.
fr_fr: Enregistrer les requêtes de base de données dans un tableau pouvant être affiché pour aider à les analyser.

source: Save Debug Options
de_de: Debug-Optionen speichern
es_es: Guardar opciones de depuración
fr_fr: Enregistrer les options de débogage

source: Saving debugging options... Please wait.
de_de: Speichern der Debugging-Optionen... Bitte warten.
es_es: Guardando opciones de depuración... Por favor aguarde.
fr_fr: Enregistrement des options de débogage... Veuillez patienter.

source: Security Measures
de_de: Sicherheitsmaßnahmen
es_es: Medidas de seguridad
fr_fr: Mesures de sécurité

source: Restrict access to files and directories
de_de: Beschränkung des Zugriffs auf Dateien und Verzeichnisse
es_es: Restringir acceso a archivos y directorios
fr_fr: Restreindre l'accès aux fichiers et aux répertoires

source: STATUS
es_es: ESTADO
fr_fr: STATUT

source: Configure security keys
de_de: Sicherheitsschlüssel konfigurieren
es_es: Configurar llaves de seguridad
fr_fr: Configurer les clés de sécurité

source: Block access to
de_de: Blockieren Sie den Zugang zu
es_es: Bloquear acceso a
fr_fr: Bloquer l'accès à

source: can be reverted
de_de: kann rückgängig gemacht werden
es_es: puede ser revertido
fr_fr: peut être annulé

source: Block directory browsing
de_de: Blockieren des Durchsuchens von Verzeichnissen
es_es: Bloquear la navegación por directorios
fr_fr: Bloquer la navigation dans les répertoires

source: Forbid execution of PHP scripts in the wp-includes directory
de_de: Verbieten Sie die Ausführung von PHP-Skripten im Verzeichnis wp-includes
es_es: Prohibir la ejecución de scripts PHP en el directorio wp-includes
fr_fr: Interdire l'exécution des scripts PHP dans le répertoire wp-includes

source: Forbid execution of PHP scripts in the wp-content/uploads directory
de_de: Verbieten Sie die Ausführung von PHP-Skripten im Verzeichnis wp-content/uploads
es_es: Prohibir la ejecución de scripts PHP en el directorio wp-content/uploads
fr_fr: Interdire l'exécution des scripts PHP dans le répertoire wp-content/uploads

source: Block access to wp-config.php
de_de: Zugriff auf wp-config.php sperren
es_es: Bloquear el acceso a wp-config.php
fr_fr: Bloquer l'accès au wp-config.php

source: Disable scripts concatenation for WordPress admin panel
de_de: Deaktivieren Sie die Skriptverkettung für das WordPress-Adminpanel
es_es: Desactivar la concatenación de scripts para el panel de administración de WordPress
fr_fr: Désactiver la concaténation des scripts pour le panneau d'administration de WordPress

source: Turn off pingbacks
de_de: Pingbacks ausschalten
es_es: Desactivar los pingbacks
fr_fr: Désactiver les pingbacks

source: Disable PHP execution in cache directories
de_de: PHP-Ausführung in Cache-Verzeichnissen deaktivieren
es_es: Deshabilitar la ejecución de PHP en directorios caché
fr_fr: Désactiver l'exécution de PHP dans les répertoires de cache

source: Disable file editing in WordPress Dashboard
de_de: Dateibearbeitung im WordPress-Dashboard deaktivieren
es_es: Desactivar la edición de archivos en el panel de WordPress
fr_fr: Désactiver l'édition de fichiers dans le tableau de bord WordPress

source: Change default database table prefix
de_de: Standard-Präfix für Datenbanktabellen ändern
es_es: Cambiar el prefijo por defecto de la tabla de la base de datos
fr_fr: Changer le préfixe de table de base de données par défaut

source: Enable bot protection
de_de: Bot-Schutz aktivieren
es_es: Activar la protección contra bots
fr_fr: Activer la protection contre les bots

source: Block access to sensitive files
de_de: Sperren des Zugriffs auf sensible Dateien
es_es: Bloquear el acceso a archivos sensitivos
fr_fr: Bloquer l'accès aux fichiers sensibles

source: Block access to potentially sensitive files
de_de: Sperren des Zugriffs auf potenziell sensible Dateien
es_es: Bloquear el acceso a archivos potencialmente sensibles
fr_fr: Bloquer l'accès aux fichiers potentiellement sensibles

source: Block access to .htaccess and .htpasswd
de_de: Sperren des Zugriffs auf .htaccess und .htpasswd
es_es: Bloquear el acceso a .htaccess y .htpasswd
fr_fr: Bloquer l'accès aux .htaccess et .htpasswd

source: Block author scans
de_de: Suche nach Autoren unterbinden
es_es: Bloquear las exploraciones de autor
fr_fr: Bloquer les scans d'auteurs

source: Change default administrator's username
de_de: Standard-Benutzername des Administrators ändern
es_es: Cambiar el nombre de usuario del administrador por defecto
fr_fr: Changer le nom d'utilisateur de l'administrateur par défaut

source: Login as Admin
de_de: Anmeldung als Administrator
es_es: Iniciar sesión como administrador
fr_fr: Connexion en tant qu'administrateur

source: Files
de_de: Dateien
es_es: Archivos
fr_fr: Fichiers

source: Calculating size...
de_de: Berechnung der Größe...
es_es: Calculando tamaño...
fr_fr: Calcul de la taille...

source: Domain:
de_de: Bereich:
es_es: Dominio:
fr_fr: Domaine :

source: Database:
de_de: Datenbank:
es_es: Base de datos:
fr_fr: Base de données :

source: Table prefix:
de_de: Tabelle Präfix:
es_es: Prefijo de tabla:
fr_fr: Préfixe de la table :

source: Created
de_de: Erstellt
es_es: Creado
fr_fr: Créé

source: Confirm Restore (Click Again)
de_de: Bestätigen Sie die Wiederherstellung (Klicken Sie erneut)
es_es: Confirmar restauración (Clic de nuevo)
fr_fr: Confirmer la restauration (cliquer à nouveau)

source: Restoring backup... Please wait.
de_de: Wiederherstellung der Sicherung... Bitte warten.
es_es: Restaurando copia de seguridad... Por favor aguarde.
fr_fr: Restauration de la sauvegarde... Veuillez patienter.

source: Restore request failed.
de_de: Wiederherstellungsanforderung fehlgeschlagen.
es_es: Solicitud de restauración fallida.
fr_fr: La demande de restauration a échoué.

source: Database and Files Backup
de_de: Datenbank- und Dateisicherung
es_es: Copia de seguridad de base de datos y archivos
fr_fr: Sauvegarde des bases de données et des fichiers

source: Database Backup
de_de: Datenbank-Sicherung
es_es: Copia de seguridad de base de datos
fr_fr: Sauvegarde de la base de données

source: Files Backup
de_de: Dateien sichern
es_es: Copia de seguridad de archivos
fr_fr: Sauvegarde des fichiers

source: Unknown Backup Type
de_de: Unbekannter Sicherungstyp
es_es: Tipo de copia de seguridad desconocido
fr_fr: Type de sauvegarde inconnu

source: Generating website backup...
de_de: Erstellung von Website-Backups...
es_es: Generando copias de seguridad del sitio web...
fr_fr: Génération de la sauvegarde du site web...

source: Backup request failed.
de_de: Sicherungsanforderung fehlgeschlagen.
es_es: Solicitud de copia de seguridad fallida.
fr_fr: La demande de sauvegarde a échoué.

source: WP version:
es_es: Versión de WP:
fr_fr: Version WP :

source: NodeJS version:
es_es: Versión de NodeJS:
fr_fr: Version NodeJS :

source: PHP version:
es_es: Versión de PHP:
fr_fr: Version PHP :

source: MySQL version:
es_es: Versión de MySQL:
fr_fr: Version MySQL :

source: Backup
de_de: Sicherung
es_es: Copia de seguridad
fr_fr: Sauvegarde

source: Detach
de_de: Trennen
es_es: Desconectar
fr_fr: Détacher

source: Uninstall
de_de: Deinstallieren
es_es: Desinstalar
fr_fr: Désinstaller

source: Create a manual backup of the WordPress website's files and database for data protection.
de_de: Erstellen Sie ein manuelles Backup der Dateien und der Datenbank der WordPress-Website zur Datensicherung.
es_es: Crear una copia de seguridad manual de los archivos y la base de datos del sitio web de WordPress para proteger los datos.
fr_fr: Créez une sauvegarde manuelle des fichiers et de la base de données du site WordPress pour la protection des données.

source: Restore the website to a previous state using a previously created backup.
de_de: Wiederherstellung des vorherigen Zustands der Website unter Verwendung eines zuvor erstellten Backups.
es_es: Restaurar el sitio web a un estado anterior utilizando una copia de seguridad creada previamente.
fr_fr: Restaurer le site web à un état antérieur en utilisant une sauvegarde précédemment créée.

source: Remove the WordPress website from this manager without actually deleting any files or database.
de_de: Entfernen Sie die WordPress-Website aus diesem Manager, ohne Dateien oder die Datenbank zu löschen.
es_es: Eliminar el sitio web WordPress de este administrador sin borrar realmente ningún archivo o base de datos.
fr_fr: Retirez le site Web WordPress de ce gestionnaire sans supprimer réellement aucun fichier ou base de données.

source: Completely remove the WordPress website, including its files, database, and records from this manager.
de_de: Entfernen Sie die WordPress-Website einschließlich ihrer Dateien, Datenbank und Datensätze vollständig aus diesem Manager.
es_es: Eliminar completamente el sitio web WordPress, incluyendo sus archivos, base de datos y registros de este administrador.
fr_fr: Supprimez complètement le site Web WordPress, y compris ses fichiers, sa base de données et ses enregistrements de ce gestionnaire.

source: Expires on:
de_de: Läuft ab am:
es_es: Expira el:
fr_fr: Expire le :

source: Valid SSL
de_de: Gültiges SSL
es_es: SSL válido
fr_fr: SSL valide

source: SSL not detected
de_de: SSL nicht erkannt
es_es: SSL no detectado
fr_fr: SSL non détecté

source: Update in progress...
de_de: Update in Arbeit...
es_es: Actualización en progreso...
fr_fr: Mise à jour en cours...

source: WordPress updated successfully.
de_de: WordPress wurde erfolgreich aktualisiert.
es_es: WordPress se ha actualizado correctamente.
fr_fr: WordPress mis à jour avec succès.

source: Checking SSL status..
de_de: Prüfen des SSL-Status..
es_es: Verificando estado de SSL...
fr_fr: Vérification du statut SSL..

source: Login as admin
de_de: Anmeldung als Administrator
es_es: Iniciar sesión como admin
fr_fr: Connexion en tant qu'administrateur

source: Cronjobs
fr_fr: Tâches cron

source: An error occurred while removing WordPress.
de_de: Beim Entfernen von WordPress ist ein Fehler aufgetreten.
es_es: Se ha producido un error al eliminar WordPress.
fr_fr: Une erreur est survenue lors de la suppression de WordPress.

source: An error occurred while detaching WordPress.
de_de: Beim Trennen von WordPress ist ein Fehler aufgetreten.
es_es: Se ha producido un error al desconectar WordPress.
fr_fr: Une erreur est survenue lors du détachement de WordPress.

source: Redirecting...
de_de: Umleitung...
es_es: Redireccionando...
fr_fr: Redirection...

source: Confirm WordPress Uninstall
de_de: Bestätigen Sie die Deinstallation von WordPress
es_es: Confirmar la desinstalación de WordPress
fr_fr: Confirmer la désinstallation de WordPress

source: Are you sure you want to permanently remove the WordPress installation for
de_de: Sind Sie sicher, dass Sie die WordPress-Installation dauerhaft entfernen möchten für
es_es: ¿Está seguro de que desea eliminar permanentemente la instalación de WordPress de
fr_fr: Êtes-vous sûr de vouloir supprimer définitivement l'installation de WordPress pour

source: This will permanently delete all website files and the database.
de_de: Dadurch werden alle Dateien der Website und die Datenbank endgültig gelöscht.
es_es: Esto borrará permanentemente todos los archivos del sitio web y la base de datos.
fr_fr: Cela supprimera définitivement tous les fichiers du site et la base de données.

source: Confirm Uninstall
de_de: Bestätigen Sie die Deinstallation
es_es: Confirmar desinstalación
fr_fr: Confirmer la désinstallation

source: Confirm WordPress Detach from WP Manager
de_de: Bestätigen Sie, dass WordPress aus dem WP Manager entfernt wurde.
es_es: Confirmar desvinculación de WordPress de WP Manager
fr_fr: Confirmer le détachement de WordPress du gestionnaire WP

source: Are you sure you want to detach the WordPress installation for
de_de: Sind Sie sicher, dass Sie die WordPress-Installation für
es_es: Está seguro de que desea separar la instalación de WordPress de
fr_fr: Êtes-vous sûr de vouloir détacher l'installation de WordPress pour

source: from the manager?
de_de: vom Manager?
es_es: de este administrador?
fr_fr: du gestionnaire ?

source: This will only remove the website from the WP Manager without affecting the files or database
de_de: Dadurch wird die Website nur aus dem WP Manager entfernt, ohne dass die Dateien oder die Datenbank betroffen sind.
es_es: Esto sólo eliminará el sitio web de WP Manager sin afectar a los archivos o base de datos
fr_fr: Cela supprimera uniquement le site Web du gestionnaire WP sans affecter les fichiers ou la base de données

source: Backup Database
de_de: Datenbank sichern
es_es: Copia de seguridad de la base de datos
fr_fr: Sauvegarder la base de données

source: Backup Files
de_de: Dateien sichern
es_es: Copia de seguridad de archivos
fr_fr: Sauvegarder les fichiers

source: Run Backup
de_de: Sicherung ausführen
es_es: Ejecutar copia de seguridad
fr_fr: Exécuter la sauvegarde

source: Restore Backup
de_de: Backup wiederherstellen
es_es: Restaurar copia de seguridad
fr_fr: Restaurer la sauvegarde

source: Select a backup date to restore
de_de: Wählen Sie ein Sicherungsdatum für die Wiederherstellung
es_es: Seleccionar una fecha de copia para restaurar
fr_fr: Sélectionner une date de sauvegarde à restaurer

source: WordPress Installation failed.
de_de: WordPress-Installation fehlgeschlagen.
es_es: Error en la instalación de WordPress.
fr_fr: L'installation de WordPress a échoué.

source: WordPress successfully installed.
de_de: WordPress erfolgreich installiert.
es_es: WordPress se ha instalado correctamente.
fr_fr: WordPress installé avec succès.

source: Scanning started...
de_de: Das Scannen hat begonnen...
es_es: El escaneo ha comenzado...
fr_fr: Début du scan...

source: No installations found.
de_de: Keine Installationen gefunden.
es_es: No se han encontrado instalaciones.
fr_fr: Aucune installation trouvée.

source: Data refresh in progress...
de_de: Datenaktualisierung im Gange...
es_es: Actualización de datos en curso...
fr_fr: Rafraîchissement des données en cours...

source: Refresh completed.
de_de: Auffrischung abgeschlossen.
es_es: Actualización completada.
fr_fr: Rafraîchissement terminé.

source: Install WordPress
de_de: WordPress installieren
es_es: Instalar WordPress
fr_fr: Installer WordPress

source: Install WordPress on an existing domain.
de_de: Installieren Sie WordPress auf einer bestehenden Domain.
es_es: Instalar WordPress en un dominio existente.
fr_fr: Installer WordPress sur un domaine existant.

source: Website Name:
de_de: Name der Website:
es_es: Nombre del sitio web:
fr_fr: Nom du site web :

source: Site Description:
de_de: Seitenbeschreibung:
es_es: Descripción del sitio:
fr_fr: Description du site :

source: Admin Email:
de_de: E-Mail des Administraors:
es_es: Email del admin:
fr_fr: Email de l'administrateur :

source: Admin Username:
de_de: Administrator-Benutzername:
es_es: Usuario del admin:
fr_fr: Nom d'utilisateur de l'administrateur :

source: Admin Password:
de_de: Administrator-Passwort:
es_es: Contraseña del admin:
fr_fr: Mot de passe de l'administrateur :

source: Start Installation
de_de: Installation starten
es_es: Iniciar instalación
fr_fr: Commencer l'installation

source: Error fetching versions
de_de: Fehler beim Abrufen von Versionen
es_es: Error en la búsqueda de versiones
fr_fr: Erreur lors de la récupération des versions

source: WordPress Version
es_es: Versión de WordPress
fr_fr: Version de WordPress

source: Created on
de_de: Erstellt am
es_es: Creado el
fr_fr: Créé le

source: Delete WordPress website
de_de: WordPress-Website löschen
es_es: Eliminar sitio WordPress
fr_fr: Supprimer le site WordPress

source: This will irreversibly delete the website, permanently deleting all files and database.
de_de: Dadurch wird die Website unwiderruflich gelöscht, und alle Dateien und die Datenbank werden dauerhaft gelöscht.
es_es: Esto eliminará irreversiblemente el sitio web, borrando definitivamente todos los archivos y la base de datos.
fr_fr: Cela supprimera définitivement le site Web de manière irréversible, supprimant définitivement tous les fichiers et la base de données.

source: Remove from WP Manager
de_de: Aus WP Manager entfernen
es_es: Remover de WP Manager
fr_fr: Retirer du gestionnaire WP

source: This will just remove the installation from WP Manager but keep the files and database.
de_de: Dadurch wird lediglich die Installation aus dem WP Manager entfernt, die Dateien und die Datenbank bleiben jedoch erhalten.
es_es: Esto sólo eliminará la instalación de WP Manager pero mantendrá los archivos y la base de datos.
fr_fr: Cela supprimera simplement l'installation du gestionnaire WP mais conservera les fichiers et la base de données.

source: Manage
de_de: Verwalten Sie
es_es: Gestionar
fr_fr: Gérer

source: No WordPress Installations
de_de: Keine WordPress-Installationen
es_es: No hay instalaciones de WordPress
fr_fr: Aucune installation WordPress

source: There are no existing WordPress installations. You can install a new instance below.
de_de: Es sind keine WordPress-Installationen vorhanden. Sie können unten eine neue Instanz installieren.
es_es: No existen instalaciones de WordPress. Puede instalar una nueva instancia a continuación.
fr_fr: Il n'existe aucune installation de WordPress existante. Vous pouvez installer une nouvelle instance ci-dessous.

source: or
de_de: oder
es_es: o
fr_fr: ou

source: Scan for existing Installations
de_de: Suche nach bestehenden Installationen
es_es: Buscar instalaciones existentes
fr_fr: Scanner les installations existantes

source: Add a domain name first in order to install WordPress.
de_de: Fügen Sie zunächst einen Domainnamen hinzu, um WordPress zu installieren.
es_es: Agregue primero un dominio para poder instalar WordPress.
fr_fr: Ajoutez d'abord un nom de domaine pour pouvoir installer WordPress.

source: Refresh
de_de: Aktualisieren
es_es: Actualizar
fr_fr: Rafraîchir

source: Data
de_de: Daten
es_es: Datos
fr_fr: Données

source: Scan
de_de: Scannen
es_es: Escanear
fr_fr: Scanner

source: Switch to List View - perfect for those with many Websites.
de_de: Wechseln Sie zur Listenansicht - ideal für alle, die viele Websites haben.
es_es: Cambiar a vista de lista: perfecto para quienes tienen muchos sitios web.
fr_fr: Passer à la vue en liste - parfait pour ceux qui ont de nombreux sites web.

source: Switch to Grid View - a visual representation of your Websites and their content.
de_de: Wechseln Sie zur Rasteransicht - eine visuelle Darstellung Ihrer Websites und deren Inhalte.
es_es: Cambiar a la vista de cuadrícula: una representación visual de sus sitios web y su contenido.
fr_fr: Basculez vers la vue en grille - une représentation visuelle de vos sites Web et de leur contenu.

source: 👋 Welcome to your new hosting account. OpenPanel is here to help!
de_de: 👋 Willkommen in Ihrem neuen Hosting-Konto. OpenPanel ist hier, um Ihnen zu helfen!
es_es: 👋 Bienvenido/a a su nueva cuenta de hosting. ¡OpenPanel está aquí para ayudarle!
fr_fr: 👋 Bienvenue sur votre nouveau compte d'hébergement. OpenPanel est là pour vous aider !

source: To get started, add a domain name to create a new site and unlock a world of possibilities for your online presence.
de_de: Um loszulegen, fügen Sie einen Domainnamen hinzu, um eine neue Website zu erstellen und eine Welt der Möglichkeiten für Ihre Online-Präsenz zu erschließen.
es_es: Para empezar, agregue un dominio para crear un nuevo sitio y desbloquear un mundo de posibilidades para su presencia en línea.
fr_fr: Pour commencer, ajoutez un nom de domaine pour créer un nouveau site et débloquer un monde de possibilités pour votre présence en ligne.
