Repository: X-Vlad/openpanel-translations
Catalog: */messages.po
Languages: de_de, es_es, fr_fr

source: Edit
de_de: Bearbeiten
es_es: Editar
fr_fr: Modifier

source: Delete
de_de: Löschen
es_es: Eliminar
fr_fr: Supprimer

source: Edit Cron Job
de_de: CronJob bearbeiten
es_es: Editar Cron Job
fr_fr: Modifier la tâche cron

source: Close
de_de: Schließen
es_es: Cerrar
fr_fr: Fermer

source: Save changes
de_de: Änderungen speichern
es_es: Guardar cambios
fr_fr: Enregistrer les modifications

source: Confirm Deletion
de_de: Bestätigen Sie die Löschung
es_es: Confirmar borrado
fr_fr: Confirmer la suppression

source: Are you sure you want to delete the following cron job?
de_de: Sind Sie sicher, dass Sie den folgenden Cronjob löschen wollen?
es_es: Está seguro de que desea eliminar el siguiente cron job?
fr_fr: Êtes-vous sûr de vouloir supprimer la tâche cron suivante ?

source: Confirm Delete
de_de: Löschen bestätigen
es_es: Confirmar borrado
fr_fr: Confirmer la suppression

source: Error editing cron job.
de_de: Fehler beim Bearbeiten des Cron-Jobs.
es_es: Error al editar cron job.
fr_fr: Erreur lors de la modification de la tâche cron.

source: AJAX error while editing cron job.
de_de: AJAX-Fehler beim Bearbeiten des Cron-Jobs.
es_es: Error AJAX al editar el cron job.
fr_fr: Erreur AJAX lors de la modification de la tâche cron.

source: Error deleting cron job.
de_de: Fehler beim Löschen des Cron-Jobs.
es_es: Error al borrar el cron job.
fr_fr: Erreur lors de la suppression de la tâche cron.

source: AJAX error while deleting cron job.
de_de: AJAX-Fehler beim Löschen des Cron-Jobs.
es_es: Error AJAX al borrar el cron job.
fr_fr: Erreur AJAX lors de la suppression de la tâche cron.

source: No cronjobs.
de_de: Keine Cronjobs.
es_es: No hay Cron Jobs.
fr_fr: Aucune tâche cron.

source: Create CronJob
de_de: CronJob erstellen
es_es: Crear Cron Job
fr_fr: Créer une tâche cron

source: Database Wizard
de_de: Datenbank-Assistent
es_es: Asistente de bases de datos
fr_fr: Assistant de base de données

source: Database Name
de_de: Name der Datenbank
es_es: Nombre de la base de datos
fr_fr: Nom de la base de données

source: Random Database Name
de_de: Zufälliger Datenbankname
es_es: Nombre de base de datos aleatorio
fr_fr: Nom de base de données aléatoire

source: Generate Random
de_de: Zufällig generieren
es_es: Generar aleatorio
fr_fr: Générer aléatoirement

source: Username
de_de: Benutzername
es_es: Nombre de usuario
fr_fr: Nom d'utilisateur

source: Random Username
de_de: Zufälliger Benutzername
es_es: Nombre de usuario aleatorio
fr_fr: Nom d'utilisateur aléatoire

source: Password
de_de: Passwort
es_es: Contraseña
fr_fr: Mot de passe

source: Random Password
de_de: Zufälliges Passwort
es_es: Contraseña aleatoria
fr_fr: Mot de passe aléatoire

source: Create Database, User, and Grant All Privileges
de_de: Datenbank und Benutzer erstellen und alle Berechtigungen erteilen
es_es: Crear base de datos, usuario y otorgar todos los privilegios
fr_fr: Créer une base de données, un utilisateur et accorder tous les privilèges

source: Success!
de_de: Erfolgreich!
es_es: Exitoso!
fr_fr: Succès !

source: Database Name:
de_de: Name der Datenbank:
es_es: Nombre de base de datos:
fr_fr: Nom de la base de données :

source: Username:
de_de: Benutzername:
es_es: Nombre de usuario:
fr_fr: Nom d'utilisateur :

source: Password:
de_de: Kennwort:
es_es: Contraseña:
fr_fr: Mot de passe :

source: Create Database
de_de: Datenbank erstellen
es_es: Crear base de datos
fr_fr: Créer une base de données

source: Create
de_de: Erstellen
es_es: Crear
fr_fr: Créer

source: Assign user to existing MySQL database
de_de: Benutzer einer bestehenden MySQL-Datenbank zuweisen
es_es: Asignar usuario a base de datos MySQL existente
fr_fr: Attribuer un utilisateur à une base de données MySQL existante

source: Select user:
de_de: Benutzer auswählen:
es_es: Seleccionar usuario:
fr_fr: Sélectionner l'utilisateur :

source: Select database:
de_de: Datenbank auswählen:
es_es: Seleccionar base de datos:
fr_fr: Sélectionner la base de données :

source: Host
fr_fr: Hôte

source: Database
de_de: Datenbank
es_es: Base de datos
fr_fr: Base de données

source: Assign
de_de: Zuweisen
es_es: Asignar
fr_fr: Attribuer

source: Remove user access from database
de_de: Benutzerzugang aus der Datenbank entfernen
es_es: Remover acceso de usuario de la base de datos
fr_fr: Retirer l'accès utilisateur de la base de données

source: Remove Privileges
de_de: Privilegien entfernen
es_es: Remover privilegios
fr_fr: Retirer les privilèges

source: Change Password
de_de: Passwort ändern
es_es: Cambiar contraseña
fr_fr: Changer le mot de passe

source: Change password for MySQL database user
de_de: Passwort für MySQL-Datenbankbenutzer ändern
es_es: Cambiar contraseña de usuario de base de datos MySQL
fr_fr: Changer le mot de passe pour l'utilisateur de la base de données MySQL

source: Database User
de_de: Datenbank-Benutzer
es_es: Usuario de base de datos
fr_fr: Utilisateur de la base de données

source: New Password
de_de: Neues Passwort
es_es: Nueva contraseña
fr_fr: Nouveau mot de passe

source: Create new MySQL user
de_de: Neuen MySQL-Benutzer anlegen
es_es: Crear nuevo usuario MySQL
fr_fr: Créer un nouvel utilisateur MySQL

source: New DB
de_de: Neue DB
es_es: Nueva BD
fr_fr: Nouvelle BD

source: New Database
de_de: Neue Datenbank
es_es: Nueva base de datos
fr_fr: Nouvelle base de données

source: Wizard
de_de: Zauberer
es_es: Asistente
fr_fr: Assistant

source: MySQL databases are used to store and manage your website's data, such as content, user information, and product details, making it accessible and organized for your web applications. On this page, you can easily create new databases and efficiently manage existing ones to organize and store your website's data effectively.
de_de: MySQL-Datenbanken werden zum Speichern und Verwalten der Daten Ihrer Website verwendet, wie z. B. Inhalte, Benutzerinformationen und Produktdetails, um sie für Ihre Webanwendungen zugänglich und übersichtlich zu machen. Auf dieser Seite können Sie ganz einfach neue Datenbanken erstellen und bestehende Datenbanken effizient verwalten, um die Daten Ihrer Website effektiv zu organisieren und zu speichern.
es_es: Las bases de datos MySQL se utilizan para almacenar y gestionar los datos de su sitio web, como el contenido, la información del usuario y los detalles del producto, haciéndolos accesibles y organizados para sus aplicaciones web. En esta página, puede crear fácilmente nuevas bases de datos y gestionar eficientemente las existentes para organizar y almacenar los datos de su sitio web de manera eficaz.
fr_fr: Les bases de données MySQL stockent et gèrent les données de votre site web, comme le contenu, les informations utilisateur et les détails des produits, les rendant accessibles et organisées pour vos applications web. Sur cette page, vous pouvez facilement créer de nouvelles bases de données et gérer efficacement celles existantes pour organiser et stocker efficacement les données de votre site web.

source: Size
de_de: Größe
es_es: Tamaño
fr_fr: Taille

source: Assigned Users
de_de: Zugewiesene Benutzer
es_es: Usuarios asignados
fr_fr: Utilisateurs assignés

source: Users
de_de: Benutzer
es_es: Usuarios
fr_fr: Utilisateurs

source: New
de_de: Neu
es_es: Nuevo
fr_fr: Nouveau

source: User
de_de: Benutzer
es_es: Usuario
fr_fr: Utilisateur

source: to Database
de_de: zur Datenbank
es_es: a Base de datos
fr_fr: à la base de données

source: Remove
de_de: Entfernen
es_es: Remover
fr_fr: Retirer

source: from database
de_de: aus der Datenbank
es_es: de Base de datos
fr_fr: de la base de données

source: MySQL users are essential for controlling who can access and interact with your databases, ensuring data security and controlled access to your website's information. Here you can create and manage MySQL user accounts with specific permissions, ensuring secure access to your databases.
de_de: MySQL-Benutzer sind unerlässlich, um zu kontrollieren, wer auf Ihre Datenbanken zugreifen und mit ihnen interagieren kann, um die Datensicherheit und den kontrollierten Zugriff auf die Informationen Ihrer Website zu gewährleisten. Hier können Sie MySQL-Benutzerkonten mit spezifischen Berechtigungen erstellen und verwalten, um einen sicheren Zugriff auf Ihre Datenbanken zu gewährleisten.
es_es: Los usuarios MySQL son esenciales para controlar quién puede acceder e interactuar con sus bases de datos, garantizando la seguridad de los datos y el acceso controlado a la información de su sitio web. Aquí puedes crear y gestionar cuentas de usuario MySQL con permisos específicos, garantizando un acceso seguro a tus bases de datos.
fr_fr: Les utilisateurs MySQL sont essentiels pour contrôler qui peut accéder et interagir avec vos bases de données, garantissant la sécurité des données et un accès contrôlé aux informations de votre site web. Ici, vous pouvez créer et gérer des comptes utilisateur MySQL avec des autorisations spécifiques, garantissant un accès sécurisé à vos bases de données.

source: Disk usage is the amount of space that is used by the content of your sites, this includes databases, files, videos, images, emails and pages.
de_de: Die Festplattennutzung ist die Menge an Speicherplatz, die von den Inhalten Ihrer Websites genutzt wird, d. h. Datenbanken, Dateien, Videos, Bilder, E-Mails und Seiten.
es_es: El uso del disco es la cantidad de espacio utilizado por el contenido de sus sitios, esto incluye bases de datos, archivos, vídeos, imágenes, correos electrónicos y páginas.
fr_fr: L'utilisation du disque correspond à la quantité d'espace utilisée par le contenu de vos sites, cela inclut les bases de données, les fichiers, les vidéos, les images, les e-mails et les pages.

source: Disk usage per directory
de_de: Festplattennutzung pro Verzeichnis
es_es: Uso de disco por directorio
fr_fr: Utilisation du disque par répertoire

source: Browse Directories
de_de: Verzeichnisse durchsuchen
es_es: Examinar directorios
fr_fr: Parcourir les répertoires

source: Up One Level
de_de: Eine Ebene höher
es_es: Un nivel arriba
fr_fr: Monter d'un niveau

source: Calculating disk usage for
de_de: Berechnung der Festplattennutzung für
es_es: Calculando uso de disco para
fr_fr: Calcul de l'utilisation du disque pour

source: Calculating disk usage for parent directory..
de_de: Berechnung der Festplattennutzung für das übergeordnete Verzeichnis...
es_es: Calculando el uso de disco para el directorio padre...
fr_fr: Calcul de l'utilisation du disque pour le répertoire parent..

source: The specified file does not exist.
de_de: Die angegebene Datei existiert nicht.
es_es: El archivo especificado no existe.
fr_fr: Le fichier spécifié n'existe pas.

source: Show in folder
de_de: Im Ordner anzeigen
es_es: Mostrar en carpeta
fr_fr: Afficher dans le dossier

source: Are you sure you want to close the file editor without saving your changes?
de_de: Sind Sie sicher, dass Sie den Datei-Editor schließen wollen, ohne Ihre Änderungen zu speichern?
es_es: Está seguro de que desea cerrar el editor de archivos sin guardar los cambios?
fr_fr: Êtes-vous sûr de vouloir fermer l'éditeur de fichiers sans enregistrer vos modifications ?

source: Saving and restarting MySQL to apply changes...
de_de: Speichern und Neustart von MySQL, um Änderungen zu übernehmen...
es_es: Guardar y reiniciar MySQL para aplicar los cambios...
fr_fr: Enregistrement et redémarrage de MySQL pour appliquer les modifications...

source: This tool allows you to make changes to your MySQL configuration. Modifications made here will prompt a MySQL service restart.
de_de: Mit diesem Tool können Sie Änderungen an Ihrer MySQL-Konfiguration vornehmen. Änderungen, die Sie hier vornehmen, führen zu einem Neustart des MySQL-Dienstes.
es_es: Esta herramienta le permite realizar cambios en la configuración de MySQL. Las modificaciones realizadas aquí provocarán un reinicio del servicio MySQL.
fr_fr: Cet outil vous permet de faire des modifications à la configuration de MySQL. Les modifications effectuées ici entraîneront un redémarrage du service MySQL.

source: MySQL Configuration Settings
de_de: MySQL-Konfigurationseinstellungen
es_es: Ajustes de configuración MySQL
fr_fr: Paramètres de configuration MySQL

source: Recommended values:
de_de: Empfohlene Werte:
es_es: Valores recomendados:
fr_fr: Valeurs recommandées :

source: MySQL status:
es_es: Estado MySQL:
fr_fr: État de MySQL :

source: Enabled
de_de: Aktiviert
es_es: Activado
fr_fr: Activé

source: Disabled
de_de: Deaktiviert
es_es: Desactivado
fr_fr: Désactivé

source: Enabling Elasticsearch service..
de_de: Aktivieren des Elasticsearch-Dienstes..
es_es: Activando el servicio Elasticsearch...
fr_fr: Activation du service Elasticsearch..

source: Installing Elasticsearch service.. Please wait
de_de: Installation des Elasticsearch-Dienstes.. Bitte warten
es_es: Instalando el servicio Elasticsearch… Por favor espere
fr_fr: Installation du service Elasticsearch.. Veuillez patienter

source: Disabling Elasticsearch service..
de_de: Deaktivieren des Elasticsearch-Dienstes..
es_es: Desactivando el servicio Elasticsearch...
fr_fr: Désactivation du service Elasticsearch..

source: Connection Info
de_de: Verbindungsinformationen
es_es: Información de conexión
fr_fr: Informations de connexion

source: status:
es_es: estado:
fr_fr: état :

source: Active
de_de: Aktiv
es_es: Activo
fr_fr: Actif

source: Elasticsearch server:
es_es: Servidor Elasticsearch:
fr_fr: Serveur Elasticsearch :

source: *or localhost
de_de: *oder localhost
es_es: *o localhost
fr_fr: *ou localhost

source: *Access to the servis is NOT available from other servers.
de_de: *Der Zugang zu den Diensten ist NICHT von anderen Servern aus möglich.
es_es: *El acceso al servicio NO está disponible desde otros servidores.
fr_fr: *L'accès au service n'est PAS disponible depuis d'autres serveurs.

source: View Elasticsearch service Log
de_de: Elasticsearch-Dienstprotokoll anzeigen
es_es: Ver el registro del servicio Elasticsearch
fr_fr: Voir le journal du service Elasticsearch

source: Elasticsearch Settings
de_de: Elasticsearch-Einstellungen
es_es: Ajustes de Elasticsearch
fr_fr: Paramètres Elasticsearch

source: Elasticsearch service logs
de_de: Elasticsearch-Dienstprotokolle
es_es: Registros del servicio Elasticsearch
fr_fr: Journaux du service Elasticsearch

source: Elasticsearch is not currently installed.
de_de: Elasticsearch ist derzeit nicht installiert.
es_es: Elasticsearch no está instalado actualmente.
fr_fr: Elasticsearch n'est pas actuellement installé.

source: To install Elasticsearch click on the button bellow.
de_de: Um Elasticsearch zu installieren, klicken Sie auf die Schaltfläche unten.
es_es: Para instalar Elasticsearch, haga clic en el botón de abajo.
fr_fr: Pour installer Elasticsearch, cliquez sur le bouton ci-dessous.

source: INSTALL ELASTICSEARCH
de_de: ELASTICSEARCH INSTALLIEREN
es_es: INSTALAR ELASTICSEARCH
fr_fr: INSTALLER ELASTICSEARCH

source: Elasticsearch is currently disabled.
de_de: Elasticsearch ist derzeit deaktiviert.
es_es: Elasticsearch está actualmente desactivado.
fr_fr: Elasticsearch est actuellement désactivé.

source: To enable Elasticsearch click on the button bellow.
de_de: Um Elasticsearch zu aktivieren, klicken Sie auf die Schaltfläche unten.
es_es: Para activar Elasticsearch, haga clic en el botón de abajo.
fr_fr: Pour activer Elasticsearch, cliquez sur le bouton ci-dessous.

source: START ELASTICSEARCH
de_de: ELASTICSEARCH STARTEN
es_es: INICIAR ELASTICSEARCH
fr_fr: DÉMARRER ELASTICSEARCH

source: Elasticsearch service status is unknown.
de_de: Der Status des Elasticsearch-Dienstes ist unbekannt.
es_es: Se desconoce el estado del servicio Elasticsearch.
fr_fr: Le statut du service Elasticsearch est inconnu.

source: Unable to determinate current elasticsearch servise status, try Start&Stop actions.
de_de: Es ist nicht möglich, den aktuellen Status des Elasticsearch-Dienstes zu bestimmen, versuchen Sie Start&Stop-Aktionen.
es_es: No se puede determinar el estado actual del servicio elasticsearch, pruebe las acciones Iniciar y Detener.
fr_fr: Impossible de déterminer l'état actuel du service Elasticsearch, essayez les actions de démarrage et d'arrêt.

source: START
es_es: INICIAR
fr_fr: DÉMARRER

source: STOP
de_de: STOPP
es_es: PARAR
fr_fr: ARRÊTER

source: Disable Elasticsearch
de_de: Elasticsearch deaktivieren
es_es: Desactivar Elasticsearch
fr_fr: Désactiver Elasticsearch

source: Enable Elasticsearch
de_de: Elasticsearch aktivieren
es_es: Activar Elasticsearch
fr_fr: Activer Elasticsearch

source: Install Elasticsearch
de_de: Elasticsearch installieren
es_es: Instalar Elasticsearch
fr_fr: Installer Elasticsearch

source: No items found.
de_de: Keine Elemente gefunden.
es_es: No se han encontrado elementos.
fr_fr: Aucun élément trouvé.

source: Start creating new folders or uploading a new file!
de_de: Erstellen Sie neue Ordner oder laden Sie eine neue Datei hoch!
es_es: Comience a crear nuevas carpetas o a cargar un nuevo archivo!
fr_fr: Commencez à créer de nouveaux dossiers ou à télécharger un nouveau fichier !

source: Select all
de_de: Alle auswählen
es_es: Seleccionar todo
fr_fr: Sélectionner tout

source: Copy
de_de: Kopieren
es_es: Copiar
fr_fr: Copier

source: Move
de_de: Verschieben
es_es: Mover
fr_fr: Déplacer

source: Download
de_de: Herunterladen
es_es: Descargar
fr_fr: Télécharger

source: View
de_de: Ansicht
es_es: Ver
fr_fr: Voir

source: Rename
de_de: Umbenennen
es_es: Renombrar
fr_fr: Renommer

source: Compress
de_de: Komprimieren
es_es: Comprimir
fr_fr: Compresser

source: Extract
de_de: Entpacken
es_es: Extraer
fr_fr: Extraire

source: Name
es_es: Nombre
fr_fr: Nom

source: Last Modified
de_de: Zuletzt geändert
es_es: Última modificación
fr_fr: Dernière modification

source: Calculate
de_de: Berechnen
es_es: Calcular
fr_fr: Calculer

source: Change permissions for
de_de: Berechtigungen ändern für
es_es: Cambiar permisos para
fr_fr: Changer les permissions pour

source: Please enter a 3-digit numeric value for permissions.
de_de: Bitte geben Sie einen dreistelligen numerischen Wert für die Berechtigungen ein.
es_es: Introduzca un valor numérico de 3 dígitos para los permisos.
fr_fr: Veuillez saisir une valeur numérique à 3 chiffres pour les permissions.

source: Warning: Deleting a directory will remove all its subdirectories and files.
de_de: Achtung! Beim Löschen eines Verzeichnisses werden alle seine Unterverzeichnisse und Dateien gelöscht.
es_es: Advertencia: Al borrar un directorio se eliminarán todos sus subdirectorios y archivos.
fr_fr: Avertissement : Supprimer un répertoire entraînera la suppression de tous ses sous-répertoires et fichiers.

source: Extract File
de_de: Datei entpacken
es_es: Extraer archivos
fr_fr: Extraire le fichier

source: Extract the following file:
de_de: Entpacken Sie die folgende Datei:
es_es: Extraer el siguiente archivo:
fr_fr: Extraire le fichier suivant :

source: Please enter extraction path:
de_de: Bitte Entpackungspfad eingeben:
es_es: Ingrese la ruta para la extracción:
fr_fr: Veuillez saisir le chemin d'extraction :

source: Confirm
de_de: Bestätigen
es_es: Confirmar
fr_fr: Confirmer

source: Compress Multiple Items
de_de: Mehrere Objekte komprimieren
es_es: Comprimir varios elementos
fr_fr: Compresser plusieurs éléments

source: Confirm the compression of the following items:
de_de: Bestätigen Sie die Komprimierung der folgenden Elemente:
es_es: Confirme la compresión de los siguientes elementos:
fr_fr: Confirmer la compression des éléments suivants :

source: Archive Name
de_de: Archiv Name
es_es: Nombre del archivo
fr_fr: Nom de l'archive

source: Set permissions
de_de: Berechtigungen festlegen
es_es: Establecer permisos
fr_fr: Définir les permissions

source: Read
de_de: Lesen Sie
es_es: Leer
fr_fr: Lire

source: Write
de_de: Schreiben Sie
es_es: Escribir
fr_fr: Écrire

source: Execute
de_de: Ausführen
es_es: Ejecutar
fr_fr: Exécuter

source: Enter new Permissions for item
de_de: Neue Berechtigungen für Artikel eingeben
es_es: Introducir nuevos permisos para el elemento
fr_fr: Entrer les nouvelles permissions pour l'élément

source: Rename Item
de_de: Artikel umbenennen
es_es: Renombrar elemento
fr_fr: Renommer l'élément

source: Enter the new file name to rename the item:
de_de: Geben Sie den neuen Dateinamen ein, um das Objekt umzubenennen:
es_es: Introduzca el nuevo nombre de archivo para el elemento:
fr_fr: Entrer le nouveau nom de fichier pour renommer l'élément :

source: New Name
de_de: Neuer Name
es_es: Nombre nuevo
fr_fr: Nouveau nom

source: New file/folder name
de_de: Neuer Datei-/Ordnername
es_es: Nuevo nombre de archivo/carpeta
fr_fr: Nouveau nom de fichier/dossier

source: Are you sure you want to delete the following
de_de: Sind Sie sicher, dass Sie Folgendes löschen möchten
es_es: Está seguro de que desea eliminar este/a
fr_fr: Êtes-vous sûr de vouloir supprimer ce qui suit

source: Delete Items
de_de: Elemente löschen
es_es: Borrar elementos
fr_fr: Supprimer les éléments

source: Confirm the deleting of the following items:
de_de: Bestätigen Sie die Löschung der folgenden Elemente:
es_es: Confirme la eliminación de los siguientes elementos:
fr_fr: Confirmer la suppression des éléments suivants :

source: Deleting...
de_de: Löschen...
es_es: Eliminando...
fr_fr: Suppression...

source: Copy items
de_de: Elemente kopieren
es_es: Copiar elementos
fr_fr: Copier les éléments

source: Confirm the copy of the following items:
de_de: Bestätigen Sie die Kopie der folgenden Elemente:
es_es: Confirme la copia de los siguientes elementos:
fr_fr: Confirmer la copie des éléments suivants :

source: Destination path
de_de: Zielpfad
es_es: Ruta de destino
fr_fr: Chemin de destination

source: Copying...
de_de: Kopieren...
es_es: Copiando...
fr_fr: Copie...

source: Move items
de_de: Elemente verschieben
es_es: Mover elementos
fr_fr: Déplacer les éléments

source: Confirm the moving of the following items:
de_de: Bestätigen Sie das Verschieben der folgenden Elemente:
es_es: Confirme que desea mover los siguientes elementos:
fr_fr: Confirmer le déplacement des éléments suivants :

source: Moving...
de_de: Verschieben...
es_es: Moviendo...
fr_fr: Déplacement...

source: Create New File
de_de: Neue Datei erstellen
es_es: Crear nuevo archivo
fr_fr: Créer un nouveau fichier

source: File Name
de_de: Datei Name
es_es: Nombre del archivo
fr_fr: Nom du fichier

source: Create File
de_de: Datei erstellen
es_es: Crear archivo
fr_fr: Créer un fichier

source: New file will be created in:
de_de: Die neue Datei wird in erstellt:
es_es: El nuevo archivo será creado en:
fr_fr: Le nouveau fichier sera créé dans :

source: Create New Folder
de_de: Neuen Ordner erstellen
es_es: Crear nueva carpeta
fr_fr: Créer un nouveau dossier

source: Folder Name
de_de: Name des Ordners
es_es: Nombre de la carpeta
fr_fr: Nom du dossier

source: Create Folder
de_de: Ordner erstellen
es_es: Crear carpeta
fr_fr: Créer un dossier

source: New folder be created in:
de_de: Neuer Ordner wird erstellt in:
es_es: La nueva carpeta será creada en:
fr_fr: Le nouveau dossier sera créé dans :

source: Uploading...
de_de: Hochladen...
es_es: Subiendo...
fr_fr: Téléchargement...

source: Fix and reset permissions for files and folders.
de_de: Reparieren und Zurücksetzen von Berechtigungen für Dateien und Verzeichnisse.
es_es: Corregir y restablecer los permisos de archivos y carpetas.
fr_fr: Corriger et réinitialiser les permissions pour les fichiers et les dossiers.

source: Choose a directory
de_de: Wählen Sie ein Verzeichnis
es_es: Seleccione un directorio
fr_fr: Choisir un répertoire

source: Working...
de_de: Wird bearbeitet...
es_es: Trabajando...
fr_fr: En cours...

source: Permissions are fixed!
de_de: Berechtigungen sind festgelegt!
es_es: Los permisos fueron corregidos!
fr_fr: Les permissions sont corrigées !
