Repository: X-Vlad/openpanel-translations
Catalog: */messages.po
Languages: de_de, es_es, fr_fr

source: Network response was not ok
de_de: Netzwerkantwort war nicht in Ordnung
es_es: La respuesta de la red no fue correcta
fr_fr: La réponse du réseau n'était pas correcte

source: Fixing permissions failed
de_de: Fixieren von Berechtigungen fehlgeschlagen
es_es: La corrección de permisos ha fallado
fr_fr: La correction des permissions a échoué

source: Complete
de_de: Abgeschlossen
es_es: Completo
fr_fr: Terminé

source: Use your FTP account with an FTP client such as
de_de: Verwenden Sie Ihr FTP-Konto mit einem FTP-Client wie z. B.
es_es: Utiliza tu cuenta FTP con un cliente FTP como
fr_fr: Utilisez votre compte FTP avec un client FTP tel que

source: to transfer files to and from your website.
de_de: um Dateien zu und von Ihrer Website zu übertragen.
es_es: para transferir archivos hacia y desde su sitio web.
fr_fr: pour transférer des fichiers vers et depuis votre site web.

source: Username (Login)
de_de: Benutzername (Login)
es_es: Nombre de usuario (Login)
fr_fr: Nom d'utilisateur (Connexion)

source: Path
de_de: Pfad
es_es: Ruta
fr_fr: Chemin

source: Add FTP Account
de_de: FTP-Konto hinzufügen
es_es: Agregar cuenta FTP
fr_fr: Ajouter un compte FTP

source: Directory
de_de: Verzeichnis
es_es: Directorio
fr_fr: Répertoire

source: Create FTP Account
de_de: FTP-Konto erstellen
es_es: Crear cuenta FTP
fr_fr: Créer un compte FTP

source: Change FTP Password
de_de: FTP-Kennwort ändern
es_es: Cambiar contraseña de FTP
fr_fr: Changer le mot de passe FTP

source: New password
de_de: Neues Passwort
es_es: Nueva contraseña
fr_fr: Nouveau mot de passe

source: Change FTP password
de_de: FTP-Kennwort ändern
es_es: Cambiar contraseña de FTP
fr_fr: Changer le mot de passe FTP

source: Change FTP Path
de_de: FTP-Pfad ändern
es_es: Cambiar ruta de FTP
fr_fr: Changer le chemin FTP

source: New path
de_de: Neuer Pfad
es_es: Nueva ruta
fr_fr: Nouveau chemin

source: Change FTP path
de_de: FTP-Pfad ändern
es_es: Cambiar ruta de FTP
fr_fr: Changer le chemin FTP

source: An inode is a data structure that keeps the information about a file on your hosting account. The number of inodes indicates the number of files and folders you have. This includes everything on your account, emails, files, folders, and anything you store on the server.
de_de: Ein Inode ist eine Datenstruktur, die Informationen über eine Datei in Ihrem Hosting-Account enthält. Die Anzahl der Inodes gibt die Anzahl der Dateien und Ordner an, die Sie haben. Dazu gehört alles in Ihrem Account, E-Mails, Dateien, Ordner und alles, was Sie auf dem Server speichern.
es_es: Un inode es una estructura de datos que guarda la información sobre un archivo en tu cuenta de hosting. El número de inodes indica el número de archivos y carpetas que tiene. Esto incluye todo en su cuenta, correos electrónicos, archivos, carpetas y cualquier cosa que almacene en el servidor.
fr_fr: Un inode est une structure de données qui contient les informations sur un fichier sur votre compte d'hébergement. Le nombre d'inodes indique le nombre de fichiers et de dossiers que vous possédez. Cela inclut tout sur votre compte, les e-mails, les fichiers, les dossiers et tout ce que vous stockez sur le serveur.

source: Inodes usage per directory
de_de: Inodes-Nutzung pro Verzeichnis
es_es: Uso de inodes por directorio
fr_fr: Utilisation des inodes par répertoire

source: Calculating inodes count for
de_de: Berechnung der Anzahl der Inodes für
es_es: Calculando cantidad de inodes para
fr_fr: Calcul du nombre d'inodes pour

source: Inodes Usage
de_de: Inodes-Verwendung
es_es: Uso de inodes
fr_fr: Utilisation des inodes

source: Calculating inodes for parent directory..
de_de: Berechnung der Inodes für das übergeordnete Verzeichnis...
es_es: Calculando inodes para directorio padre...
fr_fr: Calcul des inodes pour le répertoire parent..

source: Failed to fetch
de_de: Abruf fehlgeschlagen
es_es: Error en la búsqueda
fr_fr: Échec de la récupération

source: Search domains
de_de: Domänen suchen
es_es: Buscar dominios
fr_fr: Rechercher des domaines

source: Domain
de_de: Domäne
es_es: Dominio
fr_fr: Domaine

source: Blocked IPs
de_de: Gesperrte IPs
es_es: IPs bloqueadas
fr_fr: IP bloquées

source: Save
de_de: Speichern
es_es: Guardar
fr_fr: Enregistrer

source: No Domains
de_de: Keine Domains
es_es: No hay dominios
fr_fr: Pas de domaines

source: Add a Domain Name
de_de: Domänennamen hinzufügen
es_es: Agregar un dominio
fr_fr: Ajouter un nom de domaine

source: Several actions are carried out by OpenPanel when the server is started; you may check their status and look for any potentional issues here.
de_de: OpenPanel führt beim Starten des Servers mehrere Aktionen durch, deren Status Sie hier überprüfen und nach möglichen Problemen suchen können.
es_es: OpenPanel lleva a cabo varias acciones cuando se inicia el servidor; puede comprobar su estado y buscar posibles problemas aquí.
fr_fr: Plusieurs actions sont effectuées par OpenPanel lorsque le serveur est démarré ; vous pouvez vérifier leur statut et rechercher d'éventuels problèmes ici.

source: The Clam AntiVirus Scanner (ClamAV) antivirus software searches your files for malicious programs. If the scanner identifies a potential security threat, it flags the file to allow you to take the appropriate action.
de_de: Die Antiviren-Software Clam AntiVirus Scanner (ClamAV) durchsucht Ihre Dateien nach schädlichen Programmen. Wenn der Scanner eine potenzielle Sicherheitsbedrohung identifiziert, kennzeichnet er die Datei, damit Sie die entsprechenden Maßnahmen ergreifen können.
es_es: El software antivirus Clam AntiVirus Scanner (ClamAV) busca programas maliciosos en tus archivos. Si el escáner identifica una amenaza potencial para la seguridad, marca el archivo para que puedas tomar las medidas oportunas.
fr_fr: Le scanner antivirus Clam AntiVirus (ClamAV) recherche dans vos fichiers des programmes malveillants. Si le scanner identifie une menace potentielle pour la sécurité, il signale le fichier pour vous permettre de prendre l'action appropriée.

source: Start Scan
de_de: Scan starten
es_es: Iniciar escaneo
fr_fr: Démarrer le scan

source: Scanning...
de_de: Scannen...
es_es: Escaneando...
fr_fr: Scan en cours...

source: Scan is complete!
de_de: Der Scan ist abgeschlossen!
es_es: Escaneo finalizado!
fr_fr: Le scan est terminé !

source: Scan Results
de_de: Scan-Ergebnisse
es_es: Resultados del escaneo
fr_fr: Résultats du scan

source: Enabling Memcached service..
de_de: Aktivieren des Memcached-Dienstes..
es_es: Habilitando el servicio Memcached..
fr_fr: Activation du service Memcached..

source: Installing Memcached service.. Please wait
de_de: Installation des Memcached-Dienstes.. Bitte warten
es_es: Instalando el servicio Memcached.. Espere por favor
fr_fr: Installation du service Memcached.. Veuillez patienter

source: Disabling Memcached service..
de_de: Deaktivieren des Memcached-Dienstes..
es_es: Desactivando el servicio Memcached..
fr_fr: Désactivation du service Memcached..

source: Error fetching log content.
de_de: Fehler beim Abrufen des Protokollinhalts
es_es: Error al recuperar el contenido del registro.
fr_fr: Erreur lors de la récupération du contenu du journal.

source: Memcached is not currently installed.
de_de: Memcached ist derzeit nicht installiert.
es_es: Memcached no está instalado actualmente.
fr_fr: Memcached n'est pas actuellement installé.

source: To install Memcached click on the button bellow.
de_de: Um Memcached zu installieren, klicken Sie auf die Schaltfläche unten.
es_es: Para instalar Memcached haga clic en el botón de abajo.
fr_fr: Pour installer Memcached, cliquez sur le bouton ci-dessous.

source: INSTALL MEMCACHED
de_de: MEMCACHED INSTALLIEREN
es_es: INSTALAR MEMCACHED
fr_fr: INSTALLER MEMCACHED

source: Memcached server:
es_es: Servidor Memcached:
fr_fr: Serveur Memcached :

source: View Memcached service Log
de_de: Memcached-Dienstprotokoll anzeigen
es_es: Ver el registro del servicio Memcached
fr_fr: Voir le journal du service Memcached

source: Memcached Memory Allocation
de_de: Memcached-Speicher-Zuweisung
es_es: Asignación de memoria Memcached
fr_fr: Allocation de mémoire Memcached

source: You can allocate RAM to Memcached service.
de_de: Sie können dem Memcached-Dienst RAM zuweisen.
es_es: Puede asignar RAM al servicio Memcached.
fr_fr: Vous pouvez allouer de la RAM au service Memcached.

source: Current Memory limit for Memcached service
de_de: Aktuelles Speicherlimit für den Memcached-Dienst
es_es: Límite de memoria actual para el servicio Memcached
fr_fr: Limite de mémoire actuelle pour le service Memcached

source: Change Memory Allocation
de_de: Speicherzuweisung ändern
es_es: Cambiar la asignación de memoria
fr_fr: Modifier l'allocation de mémoire

source: Memcached service logs
de_de: Memcached-Dienstprotokolle
es_es: Registros del servicio Memcached
fr_fr: Journaux du service Memcached

source: Memcached is currently disabled.
de_de: Memcached ist derzeit deaktiviert.
fr_fr: Memcached est actuellement désactivé.

source: To enable Memcached SERVER click on the button bellow.
de_de: Um Memcached SERVER zu aktivieren, klicken Sie auf die Schaltfläche unten.
es_es: Para activar Memcached SERVER haga clic en el botón de abajo.
fr_fr: Pour activer le SERVEUR Memcached, cliquez sur le bouton ci-dessous.

source: START Memcached
es_es: INICIAR Memcached
fr_fr: DÉMARRER Memcached

source: Memcached service status is unknown.
de_de: Der Status des Memcached-Dienstes ist unbekannt.
es_es: Se desconoce el estado del servicio Memcached.
fr_fr: Le statut du service Memcached est inconnu.

source: Unable to determinate current Memcached servise status, try Start&Stop actions.
de_de: Es ist nicht möglich, den aktuellen Status des Memcached-Dienstes zu bestimmen, versuchen Sie Start&Stop-Aktionen.
es_es: No se puede determinar el estado actual del servicio Memcached, pruebe las acciones Iniciar y Detener.
fr_fr: Impossible de déterminer l'état actuel du service Memcached, essayez les actions de démarrage et d'arrêt.

source: Disable Memcached service
de_de: Memcached-Dienst deaktivieren
es_es: Desactivar el servicio Memcached
fr_fr: Désactiver le service Memcached

source: Enable Memcached service
de_de: Aktivieren Sie den Memcached-Dienst
es_es: Activar el servicio Memcached
fr_fr: Activer le service Memcached

source: Install Memcached
de_de: Memcached installieren
es_es: Instalar Memcached
fr_fr: Installer Memcached

source: SAVED
de_de: GESPEICHERT
es_es: GUARDADO
fr_fr: ENREGISTRÉ

source: ERROR
de_de: FEHLER
fr_fr: ERREUR

source: default
de_de: Standard
es_es: predeterminado
fr_fr: par défaut

source: Default settings
de_de: Standardeinstellungen
es_es: Ajustes predeterminados
fr_fr: Paramètres par défaut

source: Changing the PHP version will stop all the processes on your site. It takes 1-2 seconds to complete. Be sure to check your script and plugin requirements to know which PHP version works best for your website.
de_de: Wenn Sie die PHP-Version ändern, werden alle Prozesse auf Ihrer Website angehalten. Der Vorgang dauert 1-2 Sekunden. Überprüfen Sie Ihre Skript- und Plugin-Anforderungen, um zu erfahren, welche PHP-Version für Ihre Website am besten geeignet ist.
es_es: Cambiar la versión de PHP detendrá todos los procesos de su sitio. Tarda 1-2 segundos en completarse. Asegúrese de comprobar los requisitos de su script y plugin para saber qué versión de PHP funciona mejor para su sitio web.
fr_fr: Changer la version de PHP arrêtera tous les processus sur votre site. Cela prend 1 à 2 secondes pour se terminer. Assurez-vous de vérifier les exigences de vos scripts et plugins pour savoir quelle version de PHP fonctionne le mieux pour votre site web.

source: Current
de_de: Aktuell
es_es: Actual
fr_fr: Actuel

source: PHP Version
es_es: Versión de PHP
fr_fr: Version PHP

source: Change
de_de: Ändern Sie
es_es: Cambiar
fr_fr: Changer

source: >PHP version for domain
de_de: >PHP-Version für Domäne
es_es: >Versión de PHP para el dominio
fr_fr: >Version PHP pour domaine

source: Default PHP version:
de_de: Standard-PHP-Version:
es_es: Versión PHP predeterminada:
fr_fr: Version PHP par défaut :

source: The PHP version that is used by default for newly added domains is the one that you choose here.
de_de: Die PHP-Version, die standardmäßig für neu hinzugefügte Domains verwendet wird, ist diejenige, die Sie hier auswählen.
es_es: La versión de PHP que se utiliza por defecto para los dominios recién agregados es la que usted elija aquí.
fr_fr: La version de PHP utilisée par défaut pour les nouveaux domaines ajoutés est celle que vous choisissez ici.

source: Current default PHP version:
de_de: Aktuelle Standard-PHP-Version:
es_es: Versión actual de PHP por defecto:
fr_fr: Version PHP par défaut actuelle :

source: Change PHP Version to be used for new domains:
de_de: Ändern Sie die PHP-Version, die für neue Domains verwendet werden soll:
es_es: Cambiar la versión de PHP que se utilizará para los nuevos dominios:
fr_fr: Changer la version PHP à utiliser pour les nouveaux domaines :

source: Select PHP Version
de_de: PHP-Version auswählen
es_es: Seleccionar versión de PHP
fr_fr: Sélectionner la version PHP

source: Install a new version
de_de: Eine neue Version installieren
es_es: Instalar una nueva versión
fr_fr: Installer une nouvelle version

source: For best performance we recommend to only install PHP versions that you will be activelly using.
de_de: Um die beste Leistung zu erzielen, empfehlen wir, nur die PHP-Versionen zu installieren, die Sie auch aktiv nutzen werden.
es_es: Para un mejor rendimiento, recomendamos instalar sólo las versiones de PHP que vaya a utilizar activamente.
fr_fr: Pour de meilleures performances, nous recommandons d'installer uniquement les versions de PHP que vous utiliserez activement.

source: Currently installed PHP versions
de_de: Derzeit installierte PHP-Versionen
es_es: Versiones de PHP instaladas actualmente
fr_fr: Versions PHP actuellement installées

source: Select PHP Version to Install:
de_de: Wählen Sie die zu installierende PHP-Version aus:
es_es: Seleccione la versión de PHP a instalar:
fr_fr: Sélectionner la version PHP à installer :

source: Install
de_de: Installieren
es_es: Instalar
fr_fr: Installer

source: PHP version installation log
de_de: Installationsprotokoll der PHP-Version
es_es: Registro de instalación de la versión de PHP
fr_fr: Journal d'installation de la version PHP

source: No PHP versions found.
de_de: Keine PHP-Versionen gefunden.
es_es: No se han encontrado versiones de PHP.
fr_fr: Aucune version PHP trouvée.

source: Error fetching PHP versions.
de_de: Fehler beim Abrufen von PHP-Versionen.
es_es: Error en la búsqueda de versiones de PHP.
fr_fr: Erreur lors de la récupération des versions PHP.

source: Edit PHP.INI
de_de: PHP.INI bearbeiten
es_es: Editar PHP.INI
fr_fr: Modifier PHP.INI

source: Setting
de_de: Einstellung
es_es: Ajuste
fr_fr: Réglage

source: PHP.INI Editor allows you to modify PHP settings stored in the php.ini configuration file, such as memory limits, error reporting, and extension settings.
de_de: Mit dem PHP.INI-Editor können Sie die in der Konfigurationsdatei php.ini gespeicherten PHP-Einstellungen ändern, z. B. Speichergrenzen, Fehlerberichte und Erweiterungseinstellungen.
es_es: PHP.INI Editor le permite modificar los ajustes de PHP almacenados en el archivo de configuración php.ini, como los límites de memoria, los informes de errores y los ajustes de extensión.
fr_fr: L'Éditeur PHP.INI vous permet de modifier les paramètres PHP stockés dans le fichier de configuration php.ini, tels que les limites de mémoire, le signalement des erreurs et les paramètres d'extension.

source: Select PHP Version:
de_de: Wählen Sie die PHP-Version:
es_es: Seleccionar versión de PHP:
fr_fr: Sélectionner la version PHP :

source: Select a PHP Version to edit .ini file
de_de: Wählen Sie eine PHP-Version zum Bearbeiten der .ini-Datei
es_es: Seleccionar una versión de PHP para editar el archivo .ini
fr_fr: Sélectionner une version PHP pour modifier le fichier .ini

source: available
de_de: verfügbar
es_es: disponible
fr_fr: disponible

source: already in use
de_de: bereits im Einsatz
es_es: ya en uso
fr_fr: déjà utilisé

source: file exists
de_de: Datei existiert
es_es: el archivo existe
fr_fr: le fichier existe

source: file does not exist!
de_de: Datei existiert nicht!
es_es: el archivo no existe!
fr_fr: le fichier n'existe pas !

source: Create a new Application
de_de: Eine neue Anwendung erstellen
es_es: Crear una nueva aplicación
fr_fr: Créer une nouvelle application

source: Run a NodeJS or Python application.
de_de: Führen Sie eine NodeJS- oder Python-Anwendung aus.
es_es: Ejecutar una aplicación NodeJS o Python.
fr_fr: Exécuter une application NodeJS ou Python.

source: Application URL:
de_de: URL der Anwendung:
es_es: URL de la aplicación:
fr_fr: URL de l'application :

source: subfolder (optional)
de_de: Unterordner (optional)
es_es: subcarpeta (opcional)
fr_fr: sous-dossier (optionnel)

source: Application Startup file:
de_de: Startup-Datei der Anwendung:
es_es: Archivo de inicio de la aplicación:
fr_fr: Fichier de démarrage de l'application :

source: Watch:
de_de: Beobachten:
es_es: Observar:
fr_fr: Surveiller :

source: Automatically restart app on file changes
de_de: Automatischer Neustart der Anwendung bei Dateiänderungen
es_es: Reinicio automático de la aplicación al cambiar de archivo
fr_fr: Redémarrer automatiquement l'application en cas de modification des fichiers

source: Enable logs:
de_de: Aktivieren Sie Protokolle:
es_es: Habilitar registros:
fr_fr: Activer les journaux :

source: Collect logs
de_de: Protokolle sammeln
es_es: Recoger registros
fr_fr: Collecter les journaux

source: Application / Domain Name.
de_de: Anwendung / Domänenname.
es_es: Aplicación / Dominio.
fr_fr: Nom de l'application / domaine.

source: Uptime
de_de: Betriebszeit
es_es: Tiempo de actividad
fr_fr: Temps de fonctionnement

source: Restarts
de_de: Neustart
es_es: Reinicia
fr_fr: Redémarrages

source: Current status of the application process.
de_de: Aktueller Stand der Anwendung.
es_es: Estado actual del proceso de solicitud.
fr_fr: Statut actuel du processus d'application.

source: Memory
de_de: Speicher
es_es: Memoria
fr_fr: Mémoire

source: If watching is enabled, the application will automatically restart when its files are edited.
de_de: Wenn die Überwachung aktiviert ist, wird die Anwendung automatisch neu gestartet, wenn ihre Dateien bearbeitet werden.
es_es: Si la observación está activada, la aplicación se reiniciará automáticamente cuando se editen sus archivos.
fr_fr: Si la surveillance est activée, l'application redémarrera automatiquement lorsque ses fichiers seront modifiés.

source: Watching
de_de: Beobachten
es_es: Observando
fr_fr: Surveillance

source: Port that the application is using.
de_de: Port, den die Anwendung verwendet.
es_es: Puerto que está utilizando la aplicación.
fr_fr: Port utilisé par l'application.

source: Path to the application startup file (app.js)
de_de: Pfad zur Startdatei der Anwendung (app.js)
es_es: Ruta al archivo de inicio de la aplicación (app.js)
fr_fr: Chemin vers le fichier de démarrage de l'application (app.js)

source: Startup file
de_de: Startup-Datei
es_es: Archivo de inicio
fr_fr: Fichier de démarrage

source: Start
es_es: Iniciar
fr_fr: Démarrer

source: Stop
de_de: Stopp
es_es: Parar
fr_fr: Arrêter

source: Restart
de_de: Neustart
es_es: Reiniciar
fr_fr: Redémarrer

source: No PM2 data available.
de_de: Keine PM2-Daten verfügbar.
es_es: No hay datos de PM2 disponibles.
fr_fr: Aucune donnée PM2 disponible.

source: No existing Applications
de_de: Keine bestehenden Anwendungen
es_es: No existen aplicaciones
fr_fr: Aucune application existante

source: There are no existing applications. You can start a new NodeJS or Python app below.
de_de: Es sind keine Anwendungen vorhanden. Sie können unten eine neue NodeJS- oder Python-Anwendung starten.
es_es: No hay aplicaciones existentes. Puede iniciar una nueva aplicación NodeJS o Python a continuación.
fr_fr: Il n'y a pas d'applications existantes. Vous pouvez démarrer une nouvelle application NodeJS ou Python ci-dessous.

source: Create Application
de_de: Anwendung erstellen
es_es: Crear aplicación
fr_fr: Créer une application

source: TIME
de_de: ZEIT
es_es: TIEMPO
fr_fr: TEMPS

source: View full command
de_de: Vollständigen Befehl anzeigen
es_es: Ver comando completo
fr_fr: Voir la commande complète

source: Killing PID:
de_de: Töten von PID:
es_es: Matando el PID:
fr_fr: Tuage du PID :

source: failed
de_de: gescheitert
es_es: fallido
fr_fr: échoué

source: terminated
de_de: beendet
es_es: terminado
fr_fr: terminé

source: This interface lists all of the processes that currently run on any database on your server.
de_de: Diese Schnittstelle listet alle Prozesse auf, die derzeit auf einer beliebigen Datenbank auf Ihrem Server laufen.
es_es: Esta interfaz enumera todos los procesos que se ejecutan actualmente en cualquier base de datos de su servidor.
fr_fr: Cette interface répertorie tous les processus actuellement en cours d'exécution sur n'importe quelle base de données de votre serveur.

source: Process ID: a unique identification number assigned by Linux systems to each process and application.
de_de: Prozess-ID: eine eindeutige Identifikationsnummer, die von Linux-Systemen an jeden Prozess und jede Anwendung vergeben wird.
es_es: ID de proceso: número de identificación único asignado por los sistemas Linux a cada proceso y aplicación.
fr_fr: Identifiant de processus : un numéro d'identification unique attribué par les systèmes Linux à chaque processus et application.

source: Indicates the MySQL user who executed the process on the database.
de_de: Gibt den MySQL-Benutzer an, der den Prozess in der Datenbank ausgeführt hat.
es_es: Indica el usuario de MySQL que ejecutó el proceso en la base de datos.
fr_fr: Indique l'utilisateur MySQL qui a exécuté le processus sur la base de données.

source: Displays the client's hostname and the port from which the process was executed (e.g., Host:0000).
fr_fr: Affiche le nom d'hôte du client et le port à partir duquel le processus a été exécuté (par exemple, Host:0000).

source: The database on which the process is running. This column will display NULL if the process is not associated with any database.
de_de: Die Datenbank, in der der Prozess ausgeführt wird. In dieser Spalte wird NULL angezeigt, wenn der Prozess mit keiner Datenbank verbunden ist.
es_es: La base de datos en la que se está ejecutando el proceso. Esta columna mostrará NULL si el proceso no está asociado a ninguna base de datos.
fr_fr: La base de données sur laquelle s'exécute le processus. Cette colonne affichera NULL si le processus n'est associé à aucune base de données.

source: Type of command issued by the system to the database.
de_de: Art des vom System an die Datenbank ausgegebenen Befehls.
es_es: Tipo de comando emitido por el sistema a la base de datos.
fr_fr: Type de commande émise par le système à la base de données.

source: The duration, in seconds, that the process has remained in its current state.
de_de: Die Dauer in Sekunden, die der Prozess in seinem aktuellen Zustand geblieben ist.
es_es: La duración, en segundos, que el proceso ha permanecido en su estado actual.
fr_fr: La durée, en secondes, pendant laquelle le processus est resté dans son état actuel.

source: Time
de_de: Zeit
es_es: Tiempo
fr_fr: Temps
