Repository: X-Vlad/openpanel-translations
Catalog: */messages.po
Languages: de_de, es_es, fr_fr

source: Scan completed. Found installations:
de_de: Scan abgeschlossen. Gefundene Installationen:
es_es: Escaneo completado. Instalaciones encontradas:
fr_fr: Analyse terminée. Installations trouvées :

source: Scan skipped. WordPress installation is currently running.
de_de: Scan übersprungen. Die WordPress-Installation wird derzeit ausgeführt.
es_es: Escaneo omitido. Una instalación de WordPress se está ejecutando.
fr_fr: Scan ignoré. L'installation de WordPress est en cours.

source: Error: .htaccess file already exists. WordPress installation cannot proceed!
de_de: Fehler: .htaccess-Datei existiert bereits. Die WordPress-Installation kann nicht fortgesetzt werden!
es_es: Error: El archivo .htaccess ya existe. La instalación de WordPress no puede continuar!
fr_fr: Erreur : le fichier .htaccess existe déjà. L'installation de WordPress ne peut pas continuer !

source: Hooray, WordPress was successfully installed!
de_de: Hurra, WordPress wurde erfolgreich installiert!
es_es: Hurra, WordPress se ha instalado correctamente!
fr_fr: Hourra, WordPress a été installé avec succès !

source: Login
de_de: Anmeldung
es_es: Iniciar sesión
fr_fr: Connexion

source: User does not exist.
de_de: Der Benutzer existiert nicht.
es_es: Usuario no existe.
fr_fr: L'utilisateur n'existe pas.

source: Error occurred while trying to auto-login.
de_de: Beim Versuch, sich automatisch anzumelden, ist ein Fehler aufgetreten.
es_es: Se ha producido un error al intentar iniciar sesión automáticamente.
fr_fr: Une erreur est survenue lors de la tentative de connexion automatique.

source: Invalid admin token.
de_de: Ungültiges Admin-Token.
es_es: Token de administrador no válido.
fr_fr: Jeton administrateur invalide.

source: Invalid username or password. Please try again.
de_de: Ungültiger Benutzername oder Passwort. Bitte versuchen Sie es erneut.
es_es: Nombre de usuario o contraseña no válidos. Por favor, inténtelo de nuevo.
fr_fr: Nom d'utilisateur ou mot de passe invalide. Veuillez réessayer.

source: Invalid 2FA code. Please try again.
de_de: Ungültiger 2FA-Code. Bitte versuchen Sie es erneut.
es_es: Código 2FA no válido. Por favor, inténtelo de nuevo.
fr_fr: Code 2FA invalide. Veuillez réessayer.

source: Login History
de_de: Login-Verlauf
es_es: Historial de inicios de sesión
fr_fr: Historique de connexion

source: Account Settings
de_de: Kontoeinstellungen
es_es: Ajustes de la cuenta
fr_fr: Paramètres du compte

source: Two-Factor Authentication has been enabled.
de_de: Die Zwei-Faktoren-Authentifizierung wurde aktiviert.
es_es: Se ha activado la autenticación de dos factores.
fr_fr: L'authentification à deux facteurs a été activée.

source: Two-Factor Authentication has been disabled.
de_de: Die Zwei-Faktoren-Authentifizierung wurde deaktiviert.
es_es: Se ha desactivado la autenticación de dos factores.
fr_fr: L'authentification à deux facteurs a été désactivée.

source: 2FA Settings
de_de: 2FA-Einstellungen
es_es: Ajustes de 2FA
fr_fr: Paramètres 2FA

source: Elasticsearch installed successfully.
de_de: Elasticsearch wurde erfolgreich installiert.
es_es: Elasticsearch se ha instalado correctamente.
fr_fr: Elasticsearch installé avec succès.

source: Error: Elasticsearch installation failed.
de_de: Fehler: Die Installation von Elasticsearch ist fehlgeschlagen.
es_es: Error: La instalación de Elasticsearch ha fallado.
fr_fr: Erreur : L'installation d'Elasticsearch a échoué.

source: Elasticsearch is now enabled.
de_de: Elasticsearch ist jetzt aktiviert.
es_es: El servicio Elasticsearch está activado.
fr_fr: Elasticsearch est maintenant activé.

source: Elasticsearch service is now disabled.
de_de: Der Elasticsearch-Dienst ist jetzt deaktiviert.
es_es: El servicio Elasticsearch está desactivado.
fr_fr: Le service Elasticsearch est maintenant désactivé.

source: Memcached installed successfully.
de_de: Memcached wurde erfolgreich installiert.
es_es: Memcached se ha instalado correctamente.
fr_fr: Memcached installé avec succès.

source: Error: Memcached installation failed.
de_de: Fehler: Memcached-Installation fehlgeschlagen.
es_es: Error: La instalación de Memcached ha fallado.
fr_fr: Erreur : L'installation de Memcached a échoué.

source: Memcached service is now enabled.
de_de: Der Memcached-Dienst ist jetzt aktiviert.
es_es: El servicio Memcached está activado.
fr_fr: Le service Memcached est maintenant activé.

source: Memcached service is now disabled.
de_de: Der Memcached-Dienst ist jetzt deaktiviert.
es_es: El servicio Memcached está desactivado.
fr_fr: Le service Memcached est maintenant désactivé.

source: Memory limit for Memcached service successfully changed and service restarted to apply new limits.
de_de: Das Speicherlimit für den Memcached-Dienst wurde erfolgreich geändert und der Dienst neu gestartet, um die neuen Limits anzuwenden.
es_es: El límite de memoria del servicio Memcached se ha modificado correctamente y el servicio se ha reiniciado para aplicar los nuevos límites.
fr_fr: La limite de mémoire pour le service Memcached a été modifiée avec succès et le service redémarré pour appliquer les nouvelles limites.

source: Memory limit is invalid!
de_de: Speicherlimit ist ungültig!
es_es: Límite de memoria no válido!
fr_fr: La limite de mémoire est invalide !

source: REDIS installed successfully.
de_de: REDIS wurde erfolgreich installiert.
es_es: REDIS se ha instalado correctamente.
fr_fr: REDIS installé avec succès.

source: Error: REDIS installation failed.
de_de: Fehler: REDIS-Installation fehlgeschlagen.
es_es: Error: La instalación de REDIS ha fallado.
fr_fr: Erreur : L'installation de REDIS a échoué.

source: REDIS service is now enabled.
de_de: Der REDIS-Dienst ist jetzt aktiviert.
es_es: El servicio REDIS está activado.
fr_fr: Le service REDIS est maintenant activé.

source: REDIS service is now disabled.
de_de: Der REDIS-Dienst ist jetzt deaktiviert.
es_es: El servicio REDIS está desactivado.
fr_fr: Le service REDIS est maintenant désactivé.

source: Memory limit for REDIS service successfully changed and service restarted to apply new limits.
de_de: Das Speicherlimit für den REDIS-Dienst wurde erfolgreich geändert und der Dienst neu gestartet, um die neuen Limits anzuwenden.
es_es: El límite de memoria para el servicio REDIS se ha modificado correctamente y el servicio se ha reiniciado para aplicar los nuevos límites.
fr_fr: La limite de mémoire pour le service REDIS a été modifiée avec succès et le service a été redémarré pour appliquer les nouvelles limites.

source: Invalid search query
de_de: Ungültige Suchanfrage
es_es: Consulta de búsqueda no válida
fr_fr: Requête de recherche invalide

source: Error loading JSON data
de_de: Fehler beim Laden von JSON-Daten
es_es: Error al cargar datos JSON
fr_fr: Erreur lors du chargement des données JSON

source: URL parameter is missing
de_de: URL-Parameter fehlt
es_es: Falta el parámetro de URL
fr_fr: Le paramètre URL est manquant

source: Invalid URL provided
de_de: Ungültige URL angegeben
es_es: URL no válida
fr_fr: URL fournie invalide

source: Unable to retrieve size
de_de: Größe kann nicht abgerufen werden
es_es: No se puede recuperar el tamaño
fr_fr: Impossible de récupérer la taille

source: Error: Invalid log file path. It must end with '.log'.
de_de: Fehler: Ungültiger Pfad zur Protokolldatei. Die Datei muss mit '.log' enden.
es_es: Error: Ruta de archivo de registro no válida. Debe terminar con '.log'.
fr_fr: Erreur : Chemin du fichier journal invalide. Il doit se terminer par '.log'.

source: Available Keyboard Shortcuts
de_de: Verfügbare Tastaturkürzel
es_es: Atajos de teclado disponibles
fr_fr: Raccourcis clavier disponibles

source: File Manager Shortcuts
de_de: Dateimanager-Verknüpfungen
es_es: Atajos del Administrador de Archivos
fr_fr: Raccourcis du gestionnaire de fichiers

source: Shortcut
de_de: Abkürzung
es_es: Atajo
fr_fr: Raccourci

source: Shift + A
de_de: Umschalttaste + A
fr_fr: Maj + A

source: Select All
de_de: Alle auswählen
es_es: Seleccionar todo
fr_fr: Tout sélectionner

source: Shift + N
de_de: Umschalttaste + N
fr_fr: Maj + N

source: Create a New Folder
de_de: Erstellen eines neuen Ordners
es_es: Crear una nueva carpeta
fr_fr: Créer un nouveau dossier

source: Shift + U
de_de: Umschalttaste + U
fr_fr: Maj + U

source: Upload Files
de_de: Dateien hochladen
es_es: Subir archivos
fr_fr: Télécharger des fichiers

source: Shift + C
de_de: Umschalttaste + C
fr_fr: Maj + C

source: Copy Files
de_de: Dateien kopieren
es_es: Copiar archivos
fr_fr: Copier des fichiers

source: Shift + M
de_de: Umschalttaste + M
fr_fr: Maj + M

source: Move Files
de_de: Dateien verschieben
es_es: Mover archivos
fr_fr: Déplacer des fichiers

source: DELETE
es_es: ELIMINAR
fr_fr: SUPPRIMER

source: Delete File
de_de: Datei löschen
es_es: Borrar archivo
fr_fr: Supprimer le fichier

source: Shift + V
de_de: Umschalttaste + V
fr_fr: Maj + V

source: View File
de_de: Datei anzeigen
es_es: Ver archivo
fr_fr: Voir le fichier

source: Shift + E
de_de: Umschalttaste + E
fr_fr: Maj + E

source: Edit File
de_de: Datei bearbeiten
es_es: Editar archivo
fr_fr: Modifier le fichier

source: Shift + R
de_de: Umschalttaste + R
fr_fr: Maj + R

source: Rename Files
de_de: Dateien umbenennen
es_es: Renombrar archivos
fr_fr: Renommer des fichiers

source: Shift + Z
de_de: Umschalttaste + Z
fr_fr: Maj + Z

source: Compress Files
de_de: Dateien komprimieren
es_es: Comprimir archivos
fr_fr: Comprimer des fichiers

source: Shift + X
de_de: Umschalttaste + X
fr_fr: Maj + X

source: Extract Files
de_de: Dateien extrahieren
es_es: Extraer archivos
fr_fr: Extraire des fichiers

source: Shift + F
de_de: Umschalttaste + F
fr_fr: Maj + F

source: Home
de_de: Startseite
es_es: Inicio
fr_fr: Accueil

source: Resource Usage Shortcuts
de_de: Tastenkombinationen für die Ressourcennutzung
es_es: Atajos para el uso de recursos
fr_fr: Raccourcis d'utilisation des ressources

source: Current Resource Usage
de_de: Aktuelle Ressourcennutzung
es_es: Uso actual de los recursos
fr_fr: Utilisation actuelle des ressources

source: Shift + O
de_de: Umschalttaste + O
fr_fr: Maj + O

source: Historical (older) Usage
de_de: Historische (ältere) Verwendung
es_es: Uso histórico (antiguo)
fr_fr: Utilisation historique (plus ancienne)

source: Shift + L
de_de: Umschalttaste + L
fr_fr: Maj + L

source: View logs
de_de: Protokolle ansehen
es_es: Ver registros
fr_fr: Voir les journaux

source: Global Shortcuts
de_de: Globale Abkürzungen
es_es: Atajos globales
fr_fr: Raccourcis globaux

source: Search
de_de: Suche
es_es: Buscar
fr_fr: Recherche

source: Shift + H
de_de: Umschalttaste + H
fr_fr: Maj + H

source: Dashboard
es_es: Tablero
fr_fr: Tableau de bord

source: Shift + W
de_de: Umschalttaste + W
fr_fr: Maj + W

source: Shift + B
de_de: Umschalttaste + B
fr_fr: Maj + B

source: Databases
de_de: Datenbanken
es_es: Bases de datos
fr_fr: Bases de données

source: Shift + P
de_de: Umschalttaste + P
fr_fr: Maj + P

source: Shift + D
de_de: Umschalttaste + D
fr_fr: Maj + D

source: Shift + Q
de_de: Umschalttaste + Q
fr_fr: Maj + Q

source: Activity
de_de: Tätigkeit
es_es: Actividad
fr_fr: Activité

source: Shift + Y
de_de: Umschalttaste + Y
fr_fr: Maj + Y

source: Usage
de_de: Verwendung
es_es: Uso
fr_fr: Utilisation

source: Shift + S
de_de: Umschalttaste + S
fr_fr: Maj + S

source: Settings
de_de: Einstellungen
es_es: Ajustes
fr_fr: Paramètres

source: Success
de_de: Erfolg
es_es: Éxito
fr_fr: Succès

source: Here you can edit the main configuration file for your webserver.
de_de: Hier können Sie die Hauptkonfigurationsdatei für Ihren Webserver bearbeiten.
es_es: Aquí puede editar el archivo de configuración principal de su servidor web.
fr_fr: Ici, vous pouvez modifier le fichier de configuration principal de votre serveur web.

source: Status
es_es: Estado
fr_fr: État

source: Save Changes
de_de: Änderungen speichern
es_es: Guardar cambios
fr_fr: Enregistrer les modifications

source: Restore
de_de: Wiederherstellen
es_es: Restaurar
fr_fr: Restaurer

source: Restore Files
de_de: Dateien wiederherstellen
es_es: Restaurar archivos
fr_fr: Restaurer les fichiers

source: Restore your files from backup
de_de: Wiederherstellung Ihrer Dateien aus der Sicherung
es_es: Restaurar sus archivos de la copia de seguridad
fr_fr: Restaurez vos fichiers à partir d'une sauvegarde

source: Restore Databases
de_de: Datenbanken wiederherstellen
es_es: Restaurar bases de datos
fr_fr: Restaurer les bases de données

source: Restore all databases from backup
de_de: Alle Datenbanken aus der Sicherung wiederherstellen
es_es: Restaurar todas las bases de datos de la copia de seguridad
fr_fr: Restaurer toutes les bases de données à partir d'une sauvegarde

source: Backup Storage
de_de: Backup-Speicher
es_es: Almacenamiento de copias de seguridad
fr_fr: Stockage de sauvegarde

source: Total Backups
de_de: Backups insgesamt
es_es: Total de copias de seguridad
fr_fr: Total des sauvegardes

source: Storage Used
de_de: Belegter Speicherplatz
es_es: Almacenamiento usado
fr_fr: Stockage utilisé

source: Backup limit for current hosting plan is 100GB
de_de: Das Backup-Limit für das aktuelle Hosting-Angebot beträgt 100 GB.
es_es: El límite de copias de seguridad para el plan de hosting actual es de 100 GB
fr_fr: La limite de sauvegarde pour le plan d'hébergement actuel est de 100 Go

source: Backup Logs
de_de: Sicherungsprotokolle
es_es: Registros de copias de seguridad
fr_fr: Journaux de sauvegarde

source: View Full Backup Log
de_de: Vollständiges Sicherungsprotokoll anzeigen
es_es: Ver el registro completo de la copia de seguridad
fr_fr: Voir le journal complet de sauvegarde

source: Restore History
de_de: History wiederherstellen
es_es: Historial de restauraciones
fr_fr: Historique de restauration

source: View Full Restore Log
de_de: Vollständiges Wiederherstellungsprotokoll anzeigen
es_es: Ver el registro de restauración completo
fr_fr: Voir le journal complet de restauration

source: No backups available.
de_de: Keine Backups verfügbar.
es_es: No hay copias de seguridad disponibles.
fr_fr: Aucune sauvegarde disponible.

source: Cancel
de_de: Abbrechen
es_es: Cancelar
fr_fr: Annuler

source: Restore MySQL Database
de_de: MySQL-Datenbank wiederherstellen
es_es: Restaurar base de datos MySQL
fr_fr: Restaurer la base de données MySQL

source: Select a backup date:
de_de: Wählen Sie ein Sicherungsdatum:
es_es: Seleccione una fecha de copia de seguridad:
fr_fr: Sélectionnez une date de sauvegarde :

source: Select a database:
de_de: Wählen Sie eine Datenbank aus:
es_es: Seleccione una base de datos:
fr_fr: Sélectionnez une base de données :

source: What kind of site would you like to create?
de_de: Welche Art von Website würden Sie gerne erstellen?
es_es: Qué tipo de sitio le gustaría crear?
fr_fr: Quel type de site souhaitez-vous créer ?

source: Copy Path to Clipboard
de_de: Pfad in die Zwischenablage kopieren
es_es: Copiar ruta al portapapeles
fr_fr: Copier le chemin dans le presse-papier

source: Click to display the full path
de_de: Klicken Sie, um den vollständigen Pfad anzuzeigen
es_es: Clic para ver la ruta completa
fr_fr: Cliquez pour afficher le chemin complet

source: Copied to Clipboard!
de_de: In die Zwischenablage kopiert!
es_es: Copiado al portapapeles!
fr_fr: Copié dans le presse-papier !

source: Unable to copy path to clipboard
de_de: Pfad kann nicht in die Zwischenablage kopiert werden
es_es: No se puede copiar la ruta en el portapapeles
fr_fr: Impossible de copier le chemin dans le presse-papier

source: Search Files & Folders
de_de: Dateien und Ordner durchsuchen
es_es: Buscar archivos y carpetas
fr_fr: Rechercher des fichiers et dossiers

source: Reload
de_de: Neu laden
es_es: Recargar
fr_fr: Recharger

source: New File
de_de: Neue Datei
es_es: Nuevo archivo
fr_fr: Nouveau fichier

source: New Folder
de_de: Neue Mappe
es_es: Nueva carpeta
fr_fr: Nouveau dossier

source: Upload
de_de: Hochladen
es_es: Subir
fr_fr: Télécharger

source: A cron job is a Linux command used to schedule tasks for future execution. It allows you to automate repetitive tasks, such as sending notifications or running scripts at specific intervals.
de_de: Ein Cron-Job ist ein Linux-Befehl, mit dem Sie Aufgaben für die zukünftige Ausführung planen können. Er ermöglicht es Ihnen, sich wiederholende Aufgaben zu automatisieren, z. B. das Senden von Benachrichtigungen oder die Ausführung von Skripten in bestimmten Zeitabständen.
es_es: Una tarea cron es un comando de Linux utilizado para programar tareas para su ejecución futura. Permite automatizar tareas repetitivas, como el envío de notificaciones o la ejecución de scripts a intervalos específicos.
fr_fr: Une tâche cron est une commande Linux utilisée pour planifier des tâches pour une exécution. Elle vous permet d'automatiser des tâches répétitives,telles que l'envoi de notifications ou l'exécution de scripts à des intervalles spécifiques.

source: Add New Cron Job
de_de: Neuen CronJob hinzufügen
es_es: Agregar nuevo Cron Job
fr_fr: Ajouter une nouvelle tâche cron

source: -- Common Settings --
de_de: -- Allgemeine Einstellungen --
es_es: -- Ajustes comunes --
fr_fr: -- Paramètres communs --

source: Once Per Minute
de_de: Einmal pro Minute
es_es: Una vez por minuto
fr_fr: Une fois par minute

source: Once Per Five Minutes
de_de: Einmal alle fünf Minuten
es_es: Una vez cada cinco minutos
fr_fr: Une fois toutes les cinq minutes

source: Twice Per Hour
de_de: Zweimal pro Stunde
es_es: Dos veces por hora
fr_fr: Deux fois par heure

source: Once Per Hour
de_de: Einmal pro Stunde
es_es: Una vez por hora
fr_fr: Une fois par heure

source: Twice Per Day
de_de: Zweimal pro Tag
es_es: Dos veces por día
fr_fr: Deux fois par jour

source: Once Per Day
de_de: Einmal pro Tag
es_es: Una vez por día
fr_fr: Une fois par jour

source: Once Per Week
de_de: Einmal pro Woche
es_es: Una vez por semana
fr_fr: Une fois par semaine

source: On the 1st and 15th of the Month
de_de: Am 1. und 15. des Monats
es_es: Los días 1 y 15 de cada mes
fr_fr: Les 1er et 15 du mois

source: Once Per Month
de_de: Einmal pro Monat
es_es: Una vez al mes
fr_fr: Une fois par mois

source: Once Per Year
de_de: Einmal pro Jahr
es_es: Una vez al año
fr_fr: Une fois par an

source: Common Settings:
de_de: Gemeinsame Einstellungen:
es_es: Ajustes comunes:
fr_fr: Paramètres communs :

source: Once Per Two Minutes
de_de: Einmal pro zwei Minuten
es_es: Una vez cada dos minutos
fr_fr: Une fois toutes les deux minutes

source: Once Per Ten Minutes
de_de: Einmal pro zehn Minuten
es_es: Una vez cada diez minutos
fr_fr: Une fois toutes les dix minutes

source: Once Per Fifteen Minutes
de_de: Einmal pro fünfzehn Minuten
es_es: Una vez cada quince minutos
fr_fr: Une fois toutes les quinze minutes

source: Once Per Thirty Minutes
de_de: Einmal pro dreißig Minuten
es_es: Una vez cada treinta minutos
fr_fr: Une fois toutes les trente minutes

source: At the beginning of the hour.
de_de: Zu Beginn der Stunde.
es_es: Al comienzo de la hora.
fr_fr: Au début de l'heure.

source: At one quarter past the hour.
de_de: Um eine Viertelstunde nach der vollen Stunde.
es_es: A un cuarto pasado de la hora.
fr_fr: Un quart d'heure après l'heure.

source: At half past the hour.
de_de: Um halb zwei Uhr nachmittags.
es_es: A media hora pasada de la hora.
fr_fr: Une demi-heure après l'heure.

source: At one quarter until the hour.
de_de: Um ein Viertel vor der vollen Stunde.
es_es: A un cuarto antes de la hora.
fr_fr: Un quart d'heure avant l'heure.

source: Hour:
de_de: Stunde:
es_es: Hora:
fr_fr: Heure :

source: Every Hour
de_de: Stündlich
es_es: Cada hora
fr_fr: Chaque heure

source: Every Other Hour
de_de: Jede zweite Stunde
es_es: Cada dos horas
fr_fr: Toutes les deux heures

source: Every Third Hour
de_de: Jede dritte Stunde
es_es: Cada tres horas
fr_fr: Toutes les trois heures

source: Every Fourth Hour
de_de: Jede vierte Stunde
es_es: Cada cuatro horas
fr_fr: Toutes les quatre heures

source: Every Sixth Hour
de_de: Jede sechste Stunde
es_es: Cada seis horas
fr_fr: Toutes les six heures

source: Every Twelve Hours
de_de: Alle zwölf Stunden
es_es: Cada doce horas
fr_fr: Toutes les douze heures

source: -- Hours --
de_de: -- Stunden --
es_es: -- Horas --
fr_fr: -- Heures --

source: a.m.Midnight
de_de: a.m.Mitternacht
es_es: a.m.Media noche
fr_fr: minuit

source: a.m.
de_de: vormittags.
fr_fr: matin

source: p.m.Noon
de_de: p.m.mittags
es_es: p.m.Siesta
fr_fr: midi

source: p.m.
fr_fr: après-midi

source: Day:
de_de: Tag:
es_es: Día:
fr_fr: Jour :

source: Common Settings
de_de: Allgemeine Einstellungen
es_es: Ajustes comunes
fr_fr: Paramètres communs

source: Every Day
de_de: Jeden Tag
es_es: Cada día
fr_fr: Tous les jours

source: Every Other Day
de_de: Jeden zweiten Tag
es_es: Cada dos días
fr_fr: Tous les deux jours

source: Days
de_de: Tage
es_es: Dias
fr_fr: Jours

source: Month:
de_de: Monat:
es_es: Mes:
fr_fr: Mois :

source: Every Month
de_de: Jeden Monat
es_es: Cada mes
fr_fr: Chaque mois

source: Every Other Month
de_de: Jeden zweiten Monat
es_es: Cada dos meses
fr_fr: Tous les deux mois

source: Every Third Month
de_de: Jeden dritten Monat
es_es: Cada tres meses
fr_fr: Tous les trois mois

source: Every Six Months
de_de: Alle sechs Monate
es_es: Cada seis meses
fr_fr: Tous les six mois

source: Months
de_de: Monate
es_es: Meses
fr_fr: Mois

source: January
de_de: Januar
es_es: Enero
fr_fr: Janvier

source: February
de_de: Februar
es_es: Febrero
fr_fr: Février

source: March
de_de: März
es_es: Marzo
fr_fr: Mars

source: April
es_es: Abril
fr_fr: Avril

source: May
de_de: Mai
es_es: Mayo
fr_fr: Mai

source: June
de_de: Juni
es_es: Junio
fr_fr: Juin

source: July
de_de: Juli
es_es: Julio
fr_fr: Juillet

source: August
es_es: Agosto
fr_fr: Août

source: September
es_es: Setiembre
fr_fr: Septembre

source: October
de_de: Oktober
es_es: Octubre
fr_fr: Octobre

source: November
es_es: Noviembre
fr_fr: Novembre

source: December
de_de: Dezember
es_es: Diciembre
fr_fr: Décembre

source: Weekday:
de_de: Wochentag:
es_es: Día de la semana:
fr_fr: Jour de la semaine :

source: Every Day (*)
de_de: Jeden Tag (*)
es_es: Cada día (*)
fr_fr: Tous les jours (*)

source: Every Weekday
de_de: Jeder Wochentag
es_es: Cada día laboral
fr_fr: Tous les jours de la semaine

source: Every Weekend Day
de_de: Jeder Wochenendtag
es_es: Cada día del fin de semana
fr_fr: Tous les jours du week-end

source: Every Monday, Wednesday, and Friday
de_de: Jeden Montag, Mittwoch und Freitag
es_es: Cada lunes, miércoles y viernes
fr_fr: Tous les lundis, mercredis et vendredis

source: Every Tuesday and Thursday
de_de: Jeden Dienstag und Donnerstag
es_es: Cada martes y jueves
fr_fr: Tous les mardis et jeudis

source: -- Weekdays --
de_de: -- Wochentage --
es_es: -- Días de la semana --
fr_fr: -- Jours de la semaine --

source: Sunday
de_de: Sonntag
es_es: Domingo
fr_fr: Dimanche

source: Monday
de_de: Montag
es_es: Lunes
fr_fr: Lundi

source: Tuesday
de_de: Dienstag
es_es: Martes
fr_fr: Mardi

source: Wednesday
de_de: Mittwoch
es_es: Miércoles
fr_fr: Mercredi

source: Thursday
de_de: Donnerstag
es_es: Jueves
fr_fr: Jeudi

source: Friday
de_de: Freitag
es_es: Viernes
fr_fr: Vendredi

source: Saturday
de_de: Samstag
es_es: Sábado
fr_fr: Samedi

source: Command:
de_de: Befehl:
es_es: Comando:
fr_fr: Commande :

source: Schedule CronJob
de_de: CronJob einplanen
es_es: Programar CronJob
fr_fr: Planifier une tâche cron

source: Please fill in all fields before submitting.
de_de: Bitte füllen Sie vor dem Absenden alle Felder aus.
es_es: Rellene todos los campos antes de enviar el formulario.
fr_fr: Veuillez remplir tous les champs avant de soumettre.

source: Hour
de_de: Stunde
es_es: Hora
fr_fr: Heure

source: Day
de_de: Tag
es_es: Día
fr_fr: Jour

source: Month
de_de: Monat
es_es: Mes
fr_fr: Mois

source: Weekday
de_de: Wochentag
es_es: Día de la semana
fr_fr: Jour de la semaine

source: Command
de_de: Befehl
es_es: Día
fr_fr: Commande
