Repository: X-Vlad/openpanel-translations
Catalog: */messages.po
Languages: de_de, es_es, fr_fr

source: To secure your website with a free Let's Encrypt SSL, make sure your domain's A record is pointed to your dedicated IP address:
de_de: Um Ihre Website mit einem kostenlosen Let's Encrypt SSL zu sichern, stellen Sie sicher, dass der A-Eintrag Ihrer Domain auf Ihre dedizierte IP-Adresse verweist:
es_es: Para proteger tu sitio web con un SSL gratuito de Let's Encrypt, asegúrese de que el registro A de su dominio apunte a su dirección IP dedicada:
fr_fr: Pour sécuriser votre site Web avec un certificat SSL Let's Encrypt gratuit, assurez-vous que l'enregistrement A de votre domaine pointe vers votre adresse IP dédiée :

source: Ready to start?
de_de: Sind Sie bereit für den Start?
es_es: ¿Preparado/a para empezar?
fr_fr: Prêt à commencer ?

source: To secure your website with a free Let's Encrypt SSL, make sure your domain's A record is pointed to the server IP address:
de_de: Um Ihre Website mit einem kostenlosen Let's Encrypt SSL zu sichern, stellen Sie sicher, dass der A-Eintrag Ihrer Domain auf die IP-Adresse des Servers zeigt:
es_es: Para proteger su sitio web con un SSL gratuito de Let's Encrypt, asegúrese de que el registro A de su dominio apunta a la dirección IP del servidor:
fr_fr: Pour sécuriser votre site Web avec un certificat SSL Let's Encrypt gratuit, assurez-vous que l'enregistrement A de votre domaine pointe vers l'adresse IP du serveur :

source: Add a new domain
de_de: Eine neue Domäne hinzufügen
es_es: Agregue un nuevo dominio
fr_fr: Ajouter un nouveau domaine

source: FTP Accounts
de_de: FTP-Konten
es_es: Cuentas FTP
fr_fr: Comptes FTP

source: Backup & Restore
de_de: Sichern und Wiederherstellen
es_es: Copia de seguridad y Restauración
fr_fr: Sauvegarde et restauration

source: ClamAV Scanner
es_es: Escaner ClamAV
fr_fr: Scanner ClamAV

source: DNS Zone Editor
de_de: DNS-Zonen-Editor
es_es: Editor de zona DNS
fr_fr: Éditeur de zone DNS

source: SSL Certificates
de_de: SSL-Zertifikate
es_es: Certificados SSL
fr_fr: Certificats SSL

source: Access Logs
de_de: Zugangsprotokolle
es_es: Registros de acceso
fr_fr: Journaux d'accès

source: Show Processes
de_de: Prozesse anzeigen
es_es: Mostrar procesos
fr_fr: Afficher les processus

source: Search & Caching
de_de: Suche und Caching
es_es: Búsqueda y caché
fr_fr: Recherche et mise en cache

source: Install new version
de_de: Neue Version installieren
es_es: Instalar nueva versión
fr_fr: Installer une nouvelle version

source: PHP extensions
de_de: PHP-Erweiterungen
es_es: Extensiones PHP
fr_fr: Extensions PHP

source: PHP options
de_de: PHP-Optionen
es_es: Opciones PHP
fr_fr: Options PHP

source: Advanced
de_de: Fortgeschrittene
es_es: Avanzado
fr_fr: Avancé

source: Web Terminal
es_es: Terminal Web
fr_fr: Terminal Web

source: Change TimeZone
de_de: Zeitzone ändern
es_es: Cambiar zona horaria
fr_fr: Changer de fuseau horaire

source: MySQL Configuration
de_de: MySQL-Konfiguration
es_es: Configuración MySQL
fr_fr: Configuration MySQL

source: Webserver Configuration
de_de: Webserver-Konfiguration
es_es: Configuración de servidor web
fr_fr: Configuration du serveur web

source: Account
de_de: Konto
es_es: Cuenta
fr_fr: Compte

source: Password & Security
de_de: Passwort & Sicherheit
es_es: Contraseña y seguridad
fr_fr: Mot de passe et sécurité

source: Two-Factor Authentication
de_de: Zwei-Faktoren-Authentifizierung
es_es: Autenticación de dos factores
fr_fr: Authentification à deux facteurs

source: Account Activity
de_de: Konto-Aktivität
es_es: Actividad de la cuenta
fr_fr: Activité du compte

source: 2FA is an added layer of security that significantly reduces the risk of unauthorized access to your account by requiring an additional verification step beyond just a password
de_de: 2FA ist eine zusätzliche Sicherheitsebene, die das Risiko eines unbefugten Zugriffs auf Ihr Konto erheblich reduziert, indem sie einen zusätzlichen Verifizierungsschritt über die Eingabe eines Passworts hinaus erfordert.
es_es: 2FA es una capa adicional de seguridad que reduce significativamente el riesgo de acceso no autorizado a su cuenta al requerir un paso adicional de verificación más allá de una simple contraseña
fr_fr: La double authentification (2FA) est une couche de sécurité supplémentaire qui réduit considérablement le risque d'accès non autorisé à votre compte en demandant une étape de vérification supplémentaire en plus d'un mot de passe.

source: 2FA is <b>enabled</b> for your account.
de_de: 2FA ist für Ihr Konto <b>aktiviert</b>.
es_es: 2FA está <b>activado</b> para su cuenta.
fr_fr: La 2FA est <b>activée</b> pour votre compte.

source: Click to disable 2FA
de_de: Klicken Sie, um 2FA zu deaktivieren
es_es: Clic para desactivar 2FA
fr_fr: Cliquez pour désactiver la 2FA

source: 2FA is <b>disabled</b> for your account.
de_de: 2FA ist für Ihr Konto <b>deaktiviert</b>.
es_es: 2FA está <b>desactivado</b> para su cuenta.
fr_fr: La 2FA est <b>désactivée</b> pour votre compte.

source: Enable 2FA
de_de: 2FA aktivieren
es_es: Activar 2FA
fr_fr: Activer la 2FA

source: Click to Enable
de_de: Zum Aktivieren anklicken
es_es: Clic para activar
fr_fr: Cliquez pour activer

source: Server Information & Statistics
de_de: Server-Informationen und Statistiken
es_es: Información y estadísticas del servidor
fr_fr: Informations et statistiques sur le serveur

source: Dedicated IP Address
de_de: Dedizierte IP-Adresse
es_es: Dirección IP dedicada
fr_fr: Adresse IP dédiée

source: Server IP Address
de_de: Server-IP-Adresse
es_es: Dirección IP del servidor
fr_fr: Adresse IP du serveur

source: Last Login IP Address
de_de: Letzte Login-IP-Adresse
es_es: Dirección IP del último acceso
fr_fr: Dernière adresse IP de connexion

source: Nameservers
de_de: Nameserver
es_es: Servidores de nombres
fr_fr: Serveurs de noms

source: Websites:
es_es: Sitios web:
fr_fr: Sites web :

source: Domains:
de_de: Domänen:
es_es: Dominios:
fr_fr: Domaines :

source: The number of MySQL, PostgreSQL or MongoDB databases you can have on the current hosting plan.
de_de: Die Anzahl der MySQL-, PostgreSQL- oder MongoDB-Datenbanken, die Sie im aktuellen Hostingpaket haben können.
es_es: El número de bases de datos MySQL, PostgreSQL o MongoDB que puede tener en el plan de alojamiento actual.
fr_fr: Le nombre de bases de données MySQL, PostgreSQL ou MongoDB que vous pouvez avoir sur le plan d'hébergement actuel.

source: Databases:
de_de: Datenbanken:
es_es: Bases de datos:
fr_fr: Bases de données :

source: Disk usage refers to the amount of storage space occupied by files, databases, emails, and other data associated with your account.
de_de: Die Festplattennutzung bezieht sich auf die Menge an Speicherplatz, die von Dateien, Datenbanken, E-Mails und anderen mit Ihrem Konto verbundenen Daten belegt wird.
es_es: El uso de disco se refiere a la cantidad de espacio de almacenamiento ocupado por archivos, bases de datos, correos electrónicos y otros datos asociados a su cuenta.
fr_fr: L'utilisation du disque fait référence à la quantité d'espace de stockage occupé par les fichiers, les bases de données, les e-mails et d'autres données associées à votre compte.

source: Disk Usage:
de_de: Festplattenverwendung:
es_es: Uso de disco:
fr_fr: Utilisation du disque :

source: Calculating..
de_de: Berechnen...
es_es: Calculando...
fr_fr: Calcul en cours..

source: The number of inodes indicates the number of files and folders you have. This includes everything on your account, emails, files, folders, and anything you store on the server.
de_de: Die Anzahl der Inodes gibt die Anzahl der Dateien und Ordner an, die Sie haben. Dies umfasst alles in Ihrem Konto, E-Mails, Dateien, Ordner und alles, was Sie auf dem Server speichern.
es_es: El número de inodes indica el número de archivos y carpetas que tiene. Esto incluye todo lo que hay en su cuenta, correos electrónicos, archivos, carpetas y cualquier cosa que almacene en el servidor.
fr_fr: Le nombre d'inodes indique le nombre de fichiers et de dossiers que vous possédez. Cela inclut tout sur votre compte, e-mails, fichiers, dossiers et tout ce que vous stockez sur le serveur.

source: Loading...
de_de: Laden...
es_es: Cargando...
fr_fr: Chargement...

source: Memory Usage:
de_de: Speicherverbrauch:
es_es: Uso de memoria:
fr_fr: Utilisation de la mémoire :

source: General How-to
de_de: Allgemeine Anleitungen
es_es: Instrucciones generales
fr_fr: Guide général

source: Visit KnowledgeBase
de_de: KnowledgeBase besuchen
es_es: Visitar base de conocimiento
fr_fr: Visiter la base de connaissances

source: Domain Name:
de_de: Domänenname:
es_es: Dominio:
fr_fr: Nom de domaine :

source: Document Root (folder):
de_de: Dokumentenstamm (Ordner):
es_es: Raíz del documento (carpeta):
fr_fr: Racine du document (dossier) :

source: *Document root for now can not be changed, but this feature will soon be added.
de_de: *Dokumentenstamm kann derzeit nicht geändert werden, aber diese Funktion wird bald hinzugefügt werden.
es_es: *La raíz del documento por ahora no se puede cambiar, pero esta función se incorporará pronto.
fr_fr: *Le répertoire racine du document ne peut pas être modifié pour le moment, mais cette fonctionnalité sera bientôt ajoutée.

source: When you create a domain or subdomain, the system will attempt to secure that domain with a free
de_de: Wenn Sie eine Domain oder Subdomain erstellen, versucht das System, diese Domain mit einem freien
es_es: Al crear un dominio o subdominio, el sistema intentará asegurar ese dominio con un
fr_fr: Lorsque vous créez un domaine ou un sous-domaine, le système tentera de sécuriser ce domaine avec un

source: certificate.
de_de: Zertifikat.
es_es: certificado gratuito.
fr_fr: certificat.

source: Add Domain
de_de: Domäne hinzufügen
es_es: Agregar dominio
fr_fr: Ajouter un domaine

source: Display:
de_de: Anzeige:
es_es: Mostrar:
fr_fr: Affichage :

source: Name
es_es: Nombre
fr_fr: Nom

source: DNS Zone
es_es: Zona DNS
fr_fr: Zone DNS

source: Redirect
de_de: Umleiten
es_es: Redireccionar
fr_fr: Redirection

source: Showing domains
de_de: Domänen anzeigen
es_es: Mostrando dominios
fr_fr: Affichage des domaines

source: to
de_de: zu
es_es: a
fr_fr: à

source: from a total of
de_de: von insgesamt
es_es: de un total de
fr_fr: d'un total de

source: Page navigation
de_de: Navigation auf der Seite
es_es: Navegación de la página
fr_fr: Navigation de page

source: Previous
de_de: Vorherige
es_es: Anterior
fr_fr: Précédent

source: Previous
de_de: Vorherige
es_es: Anterior
fr_fr: Précédent

source: Next
de_de: Weiter
es_es: Siguiente
fr_fr: Suivant

source: Domain Name
de_de: Domänenname
es_es: Dominio
fr_fr: Nom de domaine

source: The document root refers to the directory where the content of a domain name is displayed from. It serves as the designated folder where website files should be stored.
de_de: Der Dokumentenstamm bezieht sich auf das Verzeichnis, in dem der Inhalt eines Domänennamens angezeigt wird. Es dient als der vorgesehene Ordner, in dem die Website-Dateien gespeichert werden sollten.
es_es: La raíz del documento se refiere al directorio desde donde se muestra el contenido de un dominio. Sirve como la carpeta designada donde se deben almacenar los archivos del sitio web.
fr_fr: Le répertoire racine du document fait référence au répertoire où le contenu d'un nom de domaine est affiché. Il sert de dossier désigné où les fichiers du site Web doivent être stockés.

source: Document Root
de_de: Stammverzeichnis
es_es: Raíz del documento
fr_fr: Racine du document

source: Within the DNS zone, you have the capability to create or oversee various records, including but not limited to A, AAAA, MX, TXT, and more.
de_de: Innerhalb der DNS-Zone haben Sie die Möglichkeit, verschiedene Einträge zu erstellen oder zu überwachen, einschließlich, aber nicht beschränkt auf A, AAAA, MX, TXT und mehr.
es_es: Dentro de la zona DNS, usted tiene la capacidad de crear o supervisar varios registros, incluyendo pero no limitado a A, AAAA, MX, TXT, y más.
fr_fr: Au sein de la zone DNS, vous avez la possibilité de créer ou de superviser divers enregistrements, y compris mais sans s'y limiter A, AAAA, MX, TXT, et plus encore.

source: Here, you have the option to redirect traffic to a different URL. Once activated, all query parameters will be transmitted to the specified url.
de_de: Hier haben Sie die Möglichkeit, den Traffic auf eine andere URL umzuleiten. Sobald diese Option aktiviert ist, werden alle Abfrageparameter an die angegebene URL weitergeleitet.
es_es: Aquí tiene la opción de redirigir el tráfico a una URL diferente. Una vez activada, todos los parámetros de consulta se transmitirán a la url especificada.
fr_fr: Ici, vous avez la possibilité de rediriger le trafic vers une URL different. Une fois activée, tous les paramètres de requête seront transmis à l'URL spécifiée.

source: When a domain possesses SSL, Force HTTPS is activated automatically, redirecting all traffic to utilize the secure https protocol. However, if a domain lacks an SSL, Force HTTPS cannot be enabled.
de_de: Wenn eine Domain über SSL verfügt, wird HTTPS erzwingen automatisch aktiviert und der gesamte Datenverkehr wird auf das sichere https-Protokoll umgeleitet. Wenn eine Domain jedoch kein SSL hat, kann Force HTTPS nicht aktiviert werden.
es_es: Cuando un dominio posee SSL, Forzar HTTPS se activa automáticamente, redirigiendo todo el tráfico para utilizar el protocolo seguro https. Sin embargo, si un dominio carece de SSL, no se puede activar Forzar HTTPS.
fr_fr: Lorsqu'un domaine possède SSL, Force HTTPS est activé automatiquement, redirigeant tout le trafic pour utiliser le protocole HTTPS sécurisé. Cependant, si un domaine ne possède pas SSL, Force HTTPS ne peut pas être activé.

source: Force
de_de: Erzwingen
es_es: Forzar
fr_fr: Forcer

source: Edit DNS
de_de: DNS bearbeiten
es_es: Editar DNS
fr_fr: Modifier DNS

source: Enter redirect URL
de_de: Weiterleitungs-URL eingeben
es_es: Ingrese la URL de redirección
fr_fr: Entrer l'URL de redirection

source: Create Redirect
de_de: Umleitung erstellen
es_es: Crear redirección
fr_fr: Créer une redirection

source: delete-menu
de_de: menü löschen
fr_fr: supprimer-menu

source: Edit VirtualHosts
de_de: VirtualHosts bearbeiten
es_es: Editar VirtualHosts
fr_fr: Modifier les hôtes virtuels

source: Delete Domain
de_de: Domäne löschen
es_es: Eliminar dominio
fr_fr: Supprimer le domaine

source: Confirm Domain Deletion
de_de: Domänne-Löschung bestätigen
es_es: Confirmar eliminación de dominio
fr_fr: Confirmer la suppression du domaine

source: Are you sure you want to delete the domain?
de_de: Sind Sie sicher, dass Sie die Domäne löschen wollen?
es_es: ¿ Está seguro de que desea eliminar el dominio?
fr_fr: Êtes-vous sûr de vouloir supprimer le domaine ?

source: Invalid domain name. Please enter a valid domain name like
de_de: Ungültiger Domänenname. Bitte geben Sie einen gültigen Domänennamen ein wie
es_es: Nombre de dominio no válido. Por favor, introduzca un nombre de dominio válido como
fr_fr: Nom de domaine invalide. Veuillez entrer un nom de domaine valide comme

source: Adding domain...
de_de: Hinzufügen von Domänen...
es_es: Agregando dominio...
fr_fr: Ajout du domaine...

source: Generating SSL certificate...
de_de: SSL-Zertifikat generieren...
es_es: Generando certificado SSL...
fr_fr: Génération du certificat SSL...

source: Editing Nginx configuration...
de_de: Bearbeiten der Nginx-Konfiguration...
es_es: Editando configuración de Nginx…
fr_fr: Modification de la configuration Nginx...

source: Are you sure you want to delete the domain
de_de: Sind Sie sicher, dass Sie die Domäne löschen möchten?
es_es: Está seguro de que desea eliminar el dominio
fr_fr: Êtes-vous sûr de vouloir supprimer le domaine

source: can not be deleted because it is used on websites:
de_de: kann nicht gelöscht werden, da es auf Websites verwendet wird:
es_es: no puede eliminarse porque se utiliza en sitios web:
fr_fr: ne peut pas être supprimé car il est utilisé sur des sites web :

source: Converted to Punycode:
de_de: Umgewandelt in Punycode:
es_es: Convertido a Punycode:
fr_fr: Converti en Punycode :

source: (for compatibility with internationalized domain names)
de_de: (für die Kompatibilität mit internationalisierten Domänennamen)
es_es: (para compatibilidad con nombres de dominio internacionalizados)
fr_fr: (pour la compatibilité avec les noms de domaine internationalisés)

source: The DNS Zone Editor feature allows you to create, edit, and delete Domain Name System (DNS) zone records.
de_de: Mit dem DNS-Zonen-Editor können Sie DNS-Zonendatensätze (Domain Name System) erstellen, bearbeiten und löschen.
es_es: La función Editor de zona DNS permite crear, editar y eliminar registros de zona del Sistema de Nombres de Dominio (DNS).
fr_fr: La fonctionnalité d'édition de zone DNS vous permet de créer, modifier et supprimer des enregistrements de zone du système de noms de domaine (DNS).

source: Search records
de_de: Datensätze suchen
es_es: Buscar registros
fr_fr: Rechercher des enregistrements

source: Record
de_de: Datensatz
es_es: Registro
fr_fr: Enregistrement

source: Priority
de_de: Priorität
es_es: Prioridad
fr_fr: Priorité

source: Save Record
de_de: Datensatz speichern
es_es: Guardar registro
fr_fr: Enregistrer l'enregistrement

source: Address
de_de: Adresse
es_es: Dirección
fr_fr: Adresse

source: Edit
de_de: bearbeiten
es_es: Editar
fr_fr: Modifier

source: Save
de_de: Speichern Sie
es_es: Guardar
fr_fr: Enregistrer

source: Cancel
de_de: Abbrechen
es_es: Cancelar
fr_fr: Annuler

source: Add DNS Record
de_de: DNS-Eintrag hinzufügen
es_es: Agregar registro DNS
fr_fr: Ajouter un enregistrement DNS

source: IPv4 Address
de_de: IPv4-Adresse
es_es: Dirección IPv4
fr_fr: Adresse IPv4

source: Add Record
de_de: Datensatz hinzufügen
es_es: Agregar registro
fr_fr: Ajouter un enregistrement

source: Add
de_de: Hinzufügen
es_es: Agregar
fr_fr: Ajouter

source: DNS Zone Editor allows you to manage and edit Domain Name System (DNS) zone files, which contain critical information for mapping domain names to IP addresses and managing various DNS records, such as A, CNAME, MX, and TXT records.
de_de: Mit dem DNS-Zoneneditor können Sie DNS-Zonendateien (Domain Name System) verwalten und bearbeiten, die wichtige Informationen für die Zuordnung von Domänennamen zu IP-Adressen und die Verwaltung verschiedener DNS-Einträge wie A-, CNAME-, MX- und TXT-Einträge enthalten.
es_es: El Editor de Zonas DNS le permite gestionar y editar archivos de zona del Sistema de Nombres de Dominio (DNS), que contienen información crítica para asignar nombres de dominio a direcciones IP y gestionar varios registros DNS, como los registros A, CNAME, MX y TXT.
fr_fr: L'éditeur de zone DNS vous permet de gérer et de modifier les fichiers de zone du système de noms de domaine (DNS), qui contiennent des informations critiques pour mapper les noms de domaine sur des adresses IP et gérer divers enregistrements DNS, tels que les enregistrements A, CNAME, MX et TXT.

source: Select domain:
de_de: Wählen Sie den Bereich:
es_es: Seleccione dominio:
fr_fr: Sélectionner le domaine :

source: Select a domain name to edit DNS Zone
de_de: Wählen Sie einen Domänennamen zur Bearbeitung der DNS-Zone
es_es: Seleccione un dominio para editar la Zona DNS
fr_fr: Sélectionner un nom de domaine pour modifier la zone DNS

source: Delete
de_de: Löschen
es_es: Eliminar
fr_fr: Supprimer

source: 404 Error Page
de_de: 404 Fehlerseite
es_es: Página de error 404
fr_fr: Page d'erreur 404

source: Opps!
es_es: ¡Ups!
fr_fr: Oups !

source: Page not found.
de_de: Seite nicht gefunden.
es_es: Página no encontrada.
fr_fr: Page non trouvée.

source: Go Home
de_de: Nach Hause gehen
es_es: Ir al inicio
fr_fr: Aller à l'accueil

source: 500 Error Page
de_de: 500 Fehler Seite
es_es: Página de error 500
fr_fr: Page d'erreur 500

source: Server
es_es: Servidor
fr_fr: Serveur

source: Error
de_de: Fehler
fr_fr: Erreur

source: Click on the button bellow to reload. If the issue persists please contact support.
de_de: Klicken Sie auf die Schaltfläche unten, um die Seite neu zu laden. Wenn das Problem weiterhin besteht, wenden Sie sich bitte an den Support.
es_es: Haga clic en el botón de abajo para recargar. Si el problema persiste, póngase en contacto con el servicio de asistencia.
fr_fr: Cliquez sur le bouton ci-dessous pour recharger. Si le problème persiste, veuillez contacter le support.

source: Refresh page
de_de: Seite aktualisieren
es_es: Actualizar página
fr_fr: Rafraîchir la page

source: Select
de_de: Auswählen
es_es: Seleccionar
fr_fr: Sélectionner

source: website
es_es: sitio web
fr_fr: site web

source: Website
es_es: Sitio web
fr_fr: Site web

source: your first domain
de_de: Ihre erste Domain
es_es: su primer dominio
fr_fr: votre premier domaine

source: Set up your website
de_de: Einrichten Ihrer Website
es_es: Configure su sitio web
fr_fr: Configurer votre site web

source: Domain Names
de_de: Domain-Namen
es_es: Dominios
fr_fr: Noms de domaine

source: Caching & Search
de_de: Caching & Suche
es_es: Caché y búsqueda
fr_fr: Mise en cache et recherche

source: Analytics
de_de: Analytik
es_es: Analíticas
fr_fr: Analytique

source: Domain Visitors
de_de: Domänenbesucher
es_es: Visitantes del dominio
fr_fr: Visiteurs du domaine

source: Cron Jobs
fr_fr: Tâches cron

source: Log Out
de_de: Abmelden
es_es: Desconectarse
fr_fr: Déconnexion

source: Support Forums
de_de: Support-Foren
es_es: Foros de soporte
fr_fr: Forums de soutien

source: Toggle dark mode
de_de: Dunkelmodus umschalten
es_es: Activar modo oscuro
fr_fr: Basculer en mode sombre

source: Server Time
de_de: Server-Zeit
es_es: Hora del servidor
fr_fr: Heure du serveur

source: Set your server’s time zone and synchronize its time with your network’s time server.
de_de: Stellen Sie die Zeitzone Ihres Servers ein und synchronisieren Sie seine Zeit mit dem Zeitserver Ihres Netzwerks.
es_es: Establezca la zona horaria de su servidor y sincronice su hora con la del servidor horario de su red.
fr_fr: Définissez le fuseau horaire de votre serveur et synchronisez son heure avec le serveur de temps de votre réseau.

source: Service Status
de_de: Dienststatus
es_es: Estado del servicio
fr_fr: État du service

source: Display a list of OpenPanel’s monitored services, their current version and statuses.
de_de: Zeigt eine Liste der von OpenPanel überwachten Dienste, ihre aktuelle Version und ihren Status an.
es_es: Muestra una lista de los servicios monitorizados de OpenPanel, su versión actual y sus estados.
fr_fr: Affichez une liste des services surveillés par OpenPanel, leur version actuelle et leurs statuts.

source: Monitor Services
de_de: Monitor-Dienste
es_es: Monitor de servicios
fr_fr: Surveiller les services

source: Configure
de_de: Konfigurieren Sie
es_es: Configurar
fr_fr: Configurer

source: web server software that handles HTTP requests
de_de: Webserver-Software, die HTTP-Anfragen bearbeitet
es_es: software de servidor web que gestiona las peticiones HTTP
fr_fr: logiciel de serveur web qui gère les requêtes HTTP

source: MySQL Settings
de_de: MySQL-Einstellungen
es_es: Ajustes MySQL
fr_fr: Paramètres MySQL

source: Make changes to your MySQL® or MariaDB® configuration.
de_de: Nehmen Sie Änderungen an Ihrer MySQL®- oder MariaDB®-Konfiguration vor.
es_es: Realice cambios en la configuración de MySQL® o MariaDB®.
fr_fr: Apportez des modifications à votre configuration MySQL® ou MariaDB®.

source: Make changes to your PHP configuration.
de_de: Nehmen Sie Änderungen an Ihrer PHP-Konfiguration vor.
es_es: Haga cambios a su configuración de PHP.
fr_fr: Apportez des modifications à votre configuration PHP.

source: PHP Configuration
de_de: PHP-Konfiguration
es_es: Configuración de PHP
fr_fr: Configuration PHP

source: ModSecurity® Settings
de_de: ModSecurity®-Einstellungen
es_es: Ajustes de ModSecurity®
fr_fr: Paramètres ModSecurity®
