Repository: X-Vlad/openpanel-translations
Catalog: */messages.po
Languages: de_de, es_es, fr_fr

source: Enable or disable ModSecurity for your domains.
de_de: Aktivieren oder deaktivieren Sie ModSecurity für Ihre Domains.
es_es: Active o desactive ModSecurity para sus dominios.
fr_fr: Activer ou désactiver ModSecurity pour vos domaines.

source: ModSecurity Settings
de_de: ModSecurity-Einstellungen
es_es: Ajustes ModSecurity
fr_fr: Paramètres ModSecurity

source: Displays information about your account and the server.
de_de: Zeigt Informationen über Ihr Konto und den Server an.
es_es: Muestra información sobre su cuenta y el servidor.
fr_fr: Affiche des informations sur votre compte et le serveur.

source: Disable ModSecurity
de_de: ModSecurity deaktivieren
es_es: Desactivar ModSecurity
fr_fr: Désactiver ModSecurity

source: Hostname
es_es: Nombre de host
fr_fr: Nom d'hôte

source: Hostname (domain name) that this server is labeled.
de_de: Hostname (Domänenname), mit dem dieser Server gekennzeichnet ist.
es_es: Nombre de host (dominio) con el que está etiquetado este servidor.
fr_fr: Nom d'hôte (nom de domaine) avec lequel ce serveur est étiqueté.

source: Average Load
de_de: Durchschnittliche Belastung
es_es: Carga promedio
fr_fr: Charge moyenne

source: The system&apos;s average load over the last 1, 5, and 15 minutes
de_de: Die durchschnittliche Belastung des Systems während der letzten 1, 5 und 15 Minuten
es_es: La carga promedio del sistema en los últimos 1, 5 y 15 minutos
fr_fr: La charge moyenne du système au cours des 1, 5 et 15 dernières minutes

source: Time the system has been up and running continuously for.
de_de: Zeit, seit der das System ununterbrochen in Betrieb ist.
es_es: Tiempo que el sistema lleva funcionando de forma ininterrumpida.
fr_fr: Temps pendant lequel le système a fonctionné continuellement.

source: IP Address
de_de: IP-Adresse
es_es: Dirección IP
fr_fr: Adresse IP

source: The system&apos;s IPv4 address.
de_de: Die IPv4-Adresse des Systems&apos;s.
es_es: La dirección IPv4 del sistema.
fr_fr: L'adresse IPv4 du système.

source: Panel Version
es_es: Versión del panel
fr_fr: Version du panneau

source: The installed panel software version is
de_de: Die installierte Softwareversion des Panels lautet
es_es: La versión del software del panel instalado es
fr_fr: La version du logiciel du panneau installé est

source: Operating System (OS)
de_de: Betriebssystem (OS)
es_es: Sistema Operativo (SO)
fr_fr: Système d'exploitation (OS)

source: Release
de_de: Freigabe
es_es: Versión
fr_fr: Version

source: OS release
de_de: OS-Version
es_es: Versión del SO
fr_fr: Version de l'OS

source: Current OS version
de_de: Aktuelle OS-Version
es_es: Versión actual del SO
fr_fr: Version actuelle de l'OS

source: Processor
de_de: Prozessor
es_es: Procesador
fr_fr: Processeur

source: Server Processor Architecture
de_de: Server-Prozessor-Architektur
es_es: Arquitectura del procesador del servidor
fr_fr: Architecture du processeur du serveur

source: Default PHP version is
de_de: Die Standard-PHP-Version ist
es_es: La versión predeterminada de PHP es
fr_fr: La version PHP par défaut est

source: Restart MySQL service
de_de: Starten Sie den MySQL-Dienst neu
es_es: Reiniciar el servicio MySQL
fr_fr: Redémarrer le service MySQL

source: Even when "Off" phpMyAdmin starts automatically when you visit /phpmyadmin
de_de: Auch bei "Aus" startet phpMyAdmin automatisch, wenn Sie /phpmyadmin aufrufen
es_es: Incluso en "Apagado" phpMyAdmin se inicia automáticamente cuando usted visita /phpmyadmin
fr_fr: Même lorsque "Off", phpMyAdmin démarre automatiquement lorsque vous visitez /phpmyadmin.

source: mysql service restart in progress..
de_de: Neustart des mysql-Dienstes im Gange..
es_es: reinicio del servicio mysql en curso...
fr_fr: redémarrage du service mysql en cours..

source: service restart in progress..
de_de: Neustart des Dienstes im Gange..
es_es: reinicio de servicio en curso...
fr_fr: redémarrage du service en cours..

source: Saving TimeZone...
de_de: Zeitzone wird gespeichert...
es_es: Guardando zona horaria...
fr_fr: Enregistrement du fuseau horaire...

source: Select Timezone:
de_de: Wählen Sie Zeitzone:
es_es: Seleccionar zona horaria:
fr_fr: Sélectionner le fuseau horaire :

source: Change Timezone
de_de: Zeitzone ändern
es_es: Cambiar zona horaria
fr_fr: Changer de fuseau horaire

source: Profile
de_de: Profil
es_es: Perfil
fr_fr: Profil

source: History
de_de: Geschichte
es_es: Historial
fr_fr: Historique

source: Profile Picture
de_de: Profilbild
es_es: Foto de perfil
fr_fr: Photo de profil

source: This image is from Gravatar
de_de: Dieses Bild ist von Gravatar
es_es: Esta imagen es de Gravatar
fr_fr: Cette image provient de Gravatar

source: Change image on Gravatar
de_de: Bild auf Gravatar ändern
es_es: Cambiar imagen en Gravatar
fr_fr: Changer l'image sur Gravatar

source: Account Details
de_de: Konto Details
es_es: Detalles de la cuenta
fr_fr: Détails du compte

source: Email address:
de_de: E-Mail Adresse:
es_es: Dirección de email:
fr_fr: Adresse email :

source: Confirm New Password:
de_de: Bestätigen Sie das neue Passwort:
es_es: Confirmar nueva contraseña:
fr_fr: Confirmer le nouveau mot de passe :

source: Confirm New Password
de_de: Neues Passwort bestätigen
es_es: Confirmar nueva contraseña
fr_fr: Confirmer le nouveau mot de passe

source: Copy Password
de_de: Passwort kopieren
es_es: Copiar contraseña
fr_fr: Copier le mot de passe

source: Update
es_es: Actualizar
fr_fr: Mettre à jour

source: Theme
de_de: Thema
es_es: Tema
fr_fr: Thème

source: Copied to clipboard
de_de: In die Zwischenablage kopiert
es_es: Copiado al portapapeles
fr_fr: Copié dans le presse-papier

source: Activity Log records all important actions performed by user on the panel, such as editing or modifying files, deleting websites, enabling SSH access, etc.
de_de: Das Aktivitätsprotokoll zeichnet alle wichtigen Aktionen auf, die der Benutzer am Panel durchführt, z. B. das Bearbeiten oder Ändern von Dateien, das Löschen von Websites, das Aktivieren des SSH-Zugangs usw.
es_es: El Registro de actividad registra todas las acciones importantes realizadas por el usuario en el panel, como editar o modificar archivos, eliminar sitios web, habilitar el acceso SSH, etc.
fr_fr: Le journal d'activité enregistre toutes les actions importantes effectuées par l'utilisateur sur le panneau, telles que l'édition ou la modification de fichiers, la suppression de sites web, l'activation de l'accès SSH, etc.

source: Show all activity
de_de: Alle Aktivitäten anzeigen
es_es: Mostrar toda la actividad
fr_fr: Afficher toute l'activité

source: Last
de_de: Zuletzt
es_es: Último
fr_fr: Dernier

source: Historical CPU and Memory Usage:
de_de: Historische CPU- und Speicherauslastung:
es_es: Uso histórico de CPU y memoria:
fr_fr: Utilisation historique du CPU et de la mémoire :

source: Historical CPU Usage:
de_de: Historische CPU-Auslastung:
es_es: Uso histórico de la CPU:
fr_fr: Utilisation historique du CPU :

source: Historical Memory Usage:
de_de: Historische Speichernutzung:
es_es: Uso histórico de memoria:
fr_fr: Utilisation historique de la mémoire :

source: Show all data
de_de: Alle Daten anzeigen
es_es: Mostrar toda la info
fr_fr: Afficher toutes les données

source: Memory &#37;
de_de: Speicher &#37;
es_es: Memoria &#37;
fr_fr: Mémoire &#37;

source: Net I/O
de_de: Netto-E/A
es_es: I/O de red
fr_fr: Entrée/sortie réseau

source: Block I/O
de_de: Block E/A
es_es: I/O de bloque
fr_fr: Entrée/sortie de bloc

source: Sign In
de_de: Eintragen
es_es: Iniciar sesión
fr_fr: Se connecter

source: Welcome back! Please sign in to continue.
de_de: Willkommen zurück! Bitte melden Sie sich an, um fortzufahren.
es_es: ¡Bienvenido/a de nuevo! Inicie sesión para continuar.
fr_fr: Bienvenue de retour ! Veuillez vous connecter pour continuer.

source: Enter your panel username
de_de: Geben Sie Ihren Panel-Benutzernamen ein
es_es: Introduzca su usuario del panel
fr_fr: Entrez votre nom d'utilisateur du panneau

source: Forgot password?
de_de: Passwort vergessen?
es_es: Olvidó su contraseña?
fr_fr: Mot de passe oublié ?

source: Enter your password
de_de: Geben Sie Ihr Passwort ein
es_es: Ingrese su contraseña
fr_fr: Entrez votre mot de passe

source: Two-Factor Authentication Code
de_de: Zwei-Faktoren-Authentifizierungscode
es_es: Código de autenticación de dos factores
fr_fr: Code d'authentification à deux facteurs

source: Enter your 2FA code
de_de: Geben Sie Ihren 2FA-Code ein
es_es: Ingrese su código 2FA
fr_fr: Entrez votre code 2FA

source: Click to copy IP
de_de: Zum Kopieren IP anklicken
es_es: Clic para copiar la IP
fr_fr: Cliquer pour copier l'IP

source: Copied!
de_de: Kopiert!
es_es: Copiada!
fr_fr: Copié !

source: Current CPU usage:
de_de: Aktuelle CPU-Auslastung:
es_es: Uso de CPU actual:
fr_fr: Utilisation actuelle du CPU :

source: View top processes
de_de: Top-Prozesse anzeigen
es_es: Ver procesos con mayor consumo
fr_fr: Voir les processus principaux

source: View past usage
de_de: Vergangene Nutzung anzeigen
es_es: Ver historial de uso
fr_fr: Voir l'utilisation passée

source: Current Memory usage:
de_de: Aktuelle Speichernutzung:
es_es: Uso de memoria actual:
fr_fr: Utilisation actuelle de la mémoire :

source: Network I/O
de_de: Netzwerk-E/A
es_es: I/O de red
fr_fr: Entrée/sortie réseau

source: PIDs
fr_fr: PID

source: wo-factor authentication
de_de: Zwei-Faktor-Authentifizierung
es_es: autenticación de dos factores
fr_fr: authentification à deux facteurs

source: also known as
de_de: auch bekannt als
es_es: también conocida como
fr_fr: également connu sous le nom de

source: 2-step verification
de_de: 2-stufige Überprüfung
es_es: autenticación de 2 pasos
fr_fr: vérification en 2 étapes

source: 2-phase authentication
de_de: 2-Phasen-Authentifizierung
es_es: autenticación de 2 fases
fr_fr: authentification en 2 phases

source: is a way of adding additional security to your account. 2FA requires you to enter an extra code when you log in or perform some account-sensitive action. The code is generated from an application on your computer or mobile phone.
de_de: ist eine Möglichkeit, die Sicherheit Ihres Kontos zu erhöhen. Bei 2FA müssen Sie einen zusätzlichen Code eingeben, wenn Sie sich anmelden oder eine kontosensitive Aktion durchführen. Der Code wird von einer Anwendung auf Ihrem Computer oder Mobiltelefon generiert.
es_es: es una forma de agregar seguridad adicional a su cuenta. La 2FA requiere que introduzca un código adicional al iniciar sesión o realizar alguna acción sensible para la cuenta. El código se genera desde una aplicación en su ordenador o teléfono móvil.
fr_fr: est une manière d'ajouter une sécurité supplémentaire à votre compte. 2FA vous demande de saisir un code supplémentaire lorsque vous vous connectez ou effectuez une action sensible à votre compte. Le code est généré à partir d'une application sur votre ordinateur ou votre téléphone portable.

source: To enable 2FA for your account you will need an application that manages 2FA codes, such as
de_de: Um 2FA für Ihr Konto zu aktivieren, benötigen Sie eine Anwendung, die 2FA-Codes verwaltet, wie z. B.
es_es: Para activar 2FA para su cuenta necesitará una aplicación que gestione códigos 2FA, como por ejemplo
fr_fr: Pour activer la double authentification pour votre compte, vous aurez besoin d'une application qui gère les codes 2FA, telle que

source: You can install it here:
de_de: Sie können es hier installieren:
es_es: Puede instalarla aquí:
fr_fr: Vous pouvez l'installer ici :

source: 2FA is currently
de_de: 2FA ist derzeit
es_es: 2FA está actualmente
fr_fr: La 2FA est actuellement

source: enabled
de_de: aktiviert
es_es: activada
fr_fr: activée

source: for your account.
de_de: für Ihr Konto.
es_es: para su cuenta.
fr_fr: pour votre compte.

source: disabled
de_de: deaktiviert
es_es: desactivada
fr_fr: désactivée

source: QR code
es_es: Código QR
fr_fr: Code QR

source: Display OTP code
de_de: OTP-Code anzeigen
es_es: Mostrar código OTP
fr_fr: Afficher le code OTP

source: After configuring the OTP code in the 2FA application, kindly confirm by clicking the button below to permanently delete the OTP secret.
de_de: Nachdem Sie den OTP-Code in der 2FA-Anwendung konfiguriert haben, klicken Sie bitte auf die Schaltfläche unten, um das OTP-Geheimnis endgültig zu löschen.
es_es: Después de configurar el código OTP en la aplicación 2FA, por favor confirme haciendo clic en el botón de abajo para eliminar permanentemente el secreto OTP.
fr_fr: Après avoir configuré le code OTP dans l'application 2FA, veuillez confirmer en cliquant sur le bouton ci-dessous pour supprimer définitivement le secret OTP.

source: message
de_de: Nachricht
es_es: mensaje

source: Invalid unit parameter. Use "bytes", "kb", "mb", or "gb".
de_de: Ungültiger Parameter für die Einheit. Verwenden Sie "bytes", "kb", "mb" oder "gb".
es_es: Parámetro de unidad no válido. Utilice "bytes", "kb", "mb" o "gb".

source: Action
de_de: Aktion
es_es: Acción

source: Page
de_de: Seite
es_es: Página

source: Actions
de_de: Aktionen
es_es: Acciones

source: Destination
de_de: Ziel
es_es: Destino

source: Navigation
es_es: Navegación

source: Minute:
es_es: Minuto:

source: -- Minutes --
de_de: -- Minuten --
es_es: -- Minutos --

source: Minute
es_es: Minuto

source: If the issue persists please contact support.
de_de: Wenn das Problem weiterhin besteht, wenden Sie sich bitte an den Support.
es_es: Si el problema persiste, póngase en contacto con el servicio de asistencia.

source: Permissions
de_de: Berechtigungen
es_es: Permisos

source: Date
de_de: Datum
es_es: Fecha

source: Port:
de_de: Hafen:
es_es: Puerto:

source: versions
de_de: Versionen
es_es: versiones

source: extensions
de_de: Erweiterungen
es_es: extensiones

source: options
de_de: Optionen
es_es: opciones

source: Type:
de_de: Art:
es_es: Tipo:

source: Application
de_de: Amwendung
es_es: Aplicación

source: Type
de_de: Typ
es_es: Tipo

source: ACTION
de_de: AKTION
es_es: ACCIÓN

source: Displays the client&apos;s hostname and the port from which the process was executed (e.g., Host:0000).
de_de: Zeigt den Hostnamen des Clients und den Port an, über den der Prozess ausgeführt wurde (z. B. Host:0000).
es_es: Muestra el nombre de host del cliente y el puerto desde el que se ejecutó el proceso (por ejemplo, Host:0000).

source: Version
es_es: Versión

source: Applications
de_de: Anwendungen
es_es: Aplicaciones

source: NodeJS & Python
de_de: NodeJS und Python
es_es: NodeJs y Python

source: Zone
es_es: Zona

source: The page you’re looking for doesn’t exist.
de_de: Die Seite, die Sie suchen, existiert nicht.
es_es: La página que está buscando no existe.

source: Documentation
de_de: Dokumentation
es_es: Documentación

source: Configuration
de_de: Konfiguration
es_es: Configuración

source: OS
es_es: SO

source: Google Authenticator
de_de: Google-Authentifikator
